Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Use known hosts from ssh config (ADVANCED)
ar: استخدام المضيفين المعروفين من إعدادات ssh (ADVANCED)
cs: Použít známé hostitele z konfigurace ssh (ADVANCED)
de: Bekannte Hosts aus der SSH Konfiguration verwenden (FORTGESCHRITTEN)
it: Usa host conosciuti dalla configurazione ssh (ADVANCED)
ja: ssh config (ADVANCED) から既知のホストを使用する
pt: Usar servidores conhecidos de configuração ssh (ADVANCED)

source: Yes
ar: نعم
cs: Ano
de: Ja
es: Sí
it: Sì
ja: はい
pt: Sim

source: A reminder of your stale secure bookmarks:<br /><br />%@<br />
ar: تذكير بإشارات مرجعية ثابتة آمنة:<br /><br />%@<br />
cs: Připomenutí vaší skalní bezpečné záložky:<br /><br />%@<br />
de: Ihre veralteten „sicheren Lesezeichen“:<br /><br />%@<br />
it: Un promemoria dei tuoi segnalibri sicuri:<br /><br />%@<br />
ja: 古い安全なブックマークのリマインダー:<br /><br />%@<br />
pt: Um lembrete dos seus favoritos obsoletos:<br /><br />%@<br />

source: Stale Secure Bookmarks
ar: الإشارات المرجعية الآمنة
cs: Zastaralé zabezpečené záložky
de: Veraltete „sichere Lesezeichen“
it: Segnalibri Sicuri Stali
ja: 古いセキュアブックマーク
pt: Favoritos seguros obsoletos

source: Export Error
ar: خطأ في التصدير
cs: Chyba exportu
de: Export Fehler
es: Error al exportar
it: Errore Di Esportazione
ja: エクスポートエラー
pt: Erro ao Exportar

source: Error while writing to the export file. Could not open file: %@
ar: حدث خطأ أثناء الكتابة على ملف التصدير. تعذر فتح الملف: %@
cs: Chyba při zápisu do exportního souboru. Nelze otevřít soubor: %@
de: Fehler beim Schreiben der Export-Datei. Datei %@ konnte nicht geöffnet werden
es: Error al escribir el archivo de exportación. No se pudo abrir el archivo: %@
it: Errore durante la scrittura sul file di esportazione. Impossibile aprire il file: %@
ja: エクスポートファイルに書き込み中にエラーが発生しました: %@
pt: Erro ao gravar o ficheiro de exportação. Não foi possível abrir o ficheiro: %@

source: Resultset from mysql.user contains neither 'Password' nor 'authentication_string' column.
ar: النتيجة من mysql.user لا تحتوي على عمود 'Password' أو 'authentication_string'.
cs: Výsledná sada mysql.user neobsahuje sloupec 'Heslo' ani 'authentication_string'.
de: Das Ergebnis aus mysql.user enthält weder eine ‚Password' noch eine ‚authentication_string' Spalte.
it: Il risultato da mysql.user non contiene né la colonna 'Password' né 'authentication_string'.
ja: mysql.user からの結果セットには、'Password' と 'authentication_string' 列は含まれていません。
pt: Resultset de mysql.user não contém coluna 'Senha' nem coluna 'autenticação_string'.

source: User Data Error
ar: خطأ في بيانات المستخدم
cs: Chyba uživatelských dat
de: Benutzer-Daten-Fehler
es: Error de datos de usuario
it: Errore Dati Utente
ja: ユーザデータのエラー
pt: Erro de Dados do Utilizador

source: Please re-select the file '%@' in order to restore Sequel Ace's access.
ar: الرجاء إعادة تحديد الملف '%@' من أجل استعادة وصول Sequel Ace.
cs: Prosím znovu vyberte soubor '%@' pro obnovení přístupu Sequel Ace.
de: Wählen Sie die Datei '%@' erneut, um den Zugriff für Sequel Ace wieder herzustellen.
es: Por favor, vuelva a seleccionar el archivo '%@' para restaurar el acceso de Sequel Ace.
it: Per favore seleziona nuovamente il file '%@' per ripristinare l'accesso di Sequel Ace.
ja: Sequel Aceのアクセスを復元するには、ファイル '%@' を再度選択してください。
pt: Por favor, selecione novamente o ficheiro '%@' para restaurar o acesso a Sequel Ace.

source: Please choose a file or folder to grant Sequel Ace access to.
ar: الرجاء اختيار ملف أو مجلد لمنح حق الوصول لـ Sequel Ace
cs: Vyberte soubor nebo složku, ke které chcete povolit přístup Sequel Ace.
de: Wählen Sie eine Datei oder einen Ordner, um Sequel Ace Zugriff zu gewähren.
es: Por favor, elija un archivo o una carpeta a la que conceder acceso a Sequel Ace.
it: Si prega di scegliere un file o una cartella a cui concedere l'accesso a Sequel Ace.
ja: Sequel Aceへのアクセスを許可するファイルまたはフォルダを選択してください。
pt: Por favor, escolha um ficheiro ou pasta para conceder acesso ao Sequel Ace.

source: Please choose your ssh config files(s)
ar: الرجاء اختيار ملفات تهيئة ssh الخاصة بك
cs: Prosím, vyberte konfigurační soubory ssh
de: Wählen Sie die SSH Konfigurationsdatei(en)
es: Por favor, seleccione su(s) archivo(s) de configuración ssh
it: Scegli i tuoi file di configurazione ssh
ja: ssh 設定ファイルを選択してください
pt: Por favor, escolha seu(s) ficheiro(s) de configuração ssh

source: Please choose your known hosts file
ar: الرجاء اختيار ملف المضيفين المعروفين
cs: Vyberte prosím váš známý soubor hosts
de: Wählen Sie die Datei der ‚Known Hosts‘
es: Por favor, seleccione su archivo de hosts conocidos
it: Scegli il tuo file host conosciuto
ja: 既知のホストファイルを選択してください
pt: Por favor, escolha seu ficheiro de endereços conhecido

source: Invalid JSON
ar: JSON غير صالح
cs: Neplatný JSON
de: Ungültiges JSON
es: JSON inválido
it: JSON Non Valido
ja: 不正なJSON
pt: JSON inválido

source: Applying syntax highlighting...
ar: تطبيق تسليط الضوء على الجملة...
cs: Probíhá zvýrazňování syntaxi...
de: Syntax Hervorhebung wird angewendet …
es: Aplicando resaltado de sintaxis...
it: Applicazione evidenziazione sintassi...
ja: シンタックスハイライトを適用しています...
pt: Aplicando destaque de sintaxe...

source: Couldn't launch task. Exception reason: %@ ENV length: %lu
cs: Nelze spustit úkol. Důvod: %@ ENV délka: %lu
de: Verarbeitung konnte nicht begonnen werden. Grund für die Exception: %@ ENV Länge: %lu
es: No se pudo iniciar la tarea. Excepción: %@ Longitud ENV: %lu
it: Impossibile avviare l'attività. Motivo di eccezione: %@ lunghezza ENV: %lu
ja: タスクを起動できませんでした。 例外理由: %@ ENV 長さ: %lu
pt: Não foi possível iniciar a tarefa. Exceção: %@ comprimento ENV: %lu

source: New Connection Error
ar: خطأ اتصال جديد
cs: Chyba nového připojení
de: Fehler bei neuer Verbindung
es: Error en la nueva conexión
it: Nuovo Errore Di Connessione
ja: 新しい接続エラー
pt: Erro de Nova Conexão

source: Failed to create new database connection window. Please restart Sequel Ace and try again.
ar: فشل إنشاء نافذة اتصال قاعدة بيانات جديدة. الرجاء إعادة تشغيل Sequel Ace وحاول مرة أخرى.
cs: Nepodařilo se vytvořit nové okno pro připojení k databázi. Restartujte Sequel Ace a zkuste to znovu.
de: Ein neues Fenster für die Datenbankverbindung konnte nicht erstellt werden. Nach Neustart von Sequel Ace wieder versuchen.
es: Error al crear una ventana nueva de conexión a la base de datos. Por favor, reinicie Sequel Ace e inténtelo de nuevo.
it: Impossibile creare la nuova finestra di connessione del database. Riavviare Sequel Ace e riprovare.
ja: 新しいデータベース接続ウィンドウの作成に失敗しました。シーケンスエースを再起動してもう一度お試しください。
pt: Falha ao criar nova janela de conexão com o banco de dados. Por favor, reinicie o Sequel Ace e tente novamente.

source: A new version is available
ar: يتوفر إصدار جديد
cs: Je dostupná nová verze
de: Eine neue Version ist verfügbar
es: Una nueva versión está disponible
it: È disponibile una nuova versione
ja: 新しいバージョンが利用可能です
pt: Uma nova versão está disponível

source: Download
ar: تنزيل
cs: Stáhnout
de: Herunterladen
es: Descargar
it: Scarica
ja: ダウンロード
pt: Baixar

source: Version %@ is available. You are currently running %@
ar: الإصدار %@ متوفر. أنت حاليا قيد التشغيل %@
cs: Verze %@ je k dispozici. Momentálně používáte %@
de: Version %@ ist verfügbar. Die gegenwärtige Version ist %@
es: Versión %@ está disponible. Actualmente está ejecutando %@
it: La versione %@ è disponibile. Stai eseguendo %@
ja: バージョン %@ は利用可能です。現在 %@ を実行しています。
pt: Versão %@ está disponível. Você está usando %@ no momento

source: Download Progress
ar: تقدم التحميل
cs: Průběh stahování
de: Download Fortschritt
es: Progreso de descarga
it: Progresso Download
ja: ダウンロード進行中
pt: Progresso do Download

source: Calculating time remaining...
ar: حساب الوقت المتبقي...
cs: Výpočet zbývajícího času...
de: Verbleibende Zeit wird berechnet …
es: Calculando el tiempo restante...
it: Calcolo del tempo rimanente...
ja: 残り時間を計算しています...
pt: Calculando o tempo restante...

source: Downloading Sequel Ace - %@
ar: تحميل ثلج سيكل - %@
cs: Stahování Sequel Ace - %@
de: Sequel Ace holen - %@
es: Descargando Sequel Ace - %@
it: Scaricamento Asso Sequel - %@
ja: Sequel Aceをダウンロード中 - %@
pt: Baixando Sequel Ace - %@

source: About %.1f seconds left
ar: حول %.1f ثواني متبقية
cs: O %.1f sekund zbývá
de: Noch etwa %.1f Sekunden
es: Quedan unos %.1f segundos
it: Informazioni su %.1f secondi rimasti
ja: 約 %.1f 秒後
pt: Cerca de %.1f segundos restantes

source: Download Failed
ar: فشل التحميل
cs: Stahování se nezdařilo
de: Download gescheitert
es: Descarga fallida
it: Download Non Riuscito
ja: ダウンロード失敗
pt: Falha no download

source: Only available for GitHub downloads
ar: متوفر فقط لتنزيلات GitHub
cs: Dostupné pouze pro stažení GitHub
de: Nur für GitHub Downloads verfügbar
es: Sólo disponible para descargas de GitHub
it: Disponibile solo per i download di GitHub
ja: GitHubダウンロードでのみ利用可能
pt: Disponível apenas para downloads no GitHub

source: WARNING: Setting the auto-complete delay to 0.0 can result in strange output.
ar: تحذير: تعيين تأخير الإكمال التلقائي إلى 0.0 يمكن أن يؤدي إلى إخراج غريب.
cs: VAROVÁNÍ: Nastavení zpoždění automatického dokončování na 0.0 může mít za následek podivný výstup.
de: ACHTUNG: Eine auto-complete Verzögerung von 0.0 kann seltsame Anzeigen zur Folge haben.
es: ADVERTENCIA: Establecer el retraso de autocompletado a 0.0 puede resultar en una salida extraña.
it: ATTENZIONE: Impostare il ritardo di completamento automatico a 0.0 può causare uno strano output.
ja: 警告: 自動補完の遅延を 0.0 に設定すると、奇妙な出力になります。
pt: AVISO: Definir o atraso de preenchimento automático para 0.0 pode resultar em saída estranha.

source: time_zone will be set to SYSTEM.
ar: time_zone سيتم تعيينه إلى SYSTEM.
cs: Časová zóna bude nastavena na SYSTEM.
de: time_zone wird gemäß SYSTEM gesetzt.
es: time_zone se establecerá en SYSTEM.
it: time_zone sarà impostato su SYSTEM.
ja: time_zone は SYSTEM.
pt: time_zone será definido como SYSTEM.

source: Check for Updates...
ar: التحقق من وجود تحديثات...
cs: Zkontrolovat aktualizace...
de: Auf neuere Version prüfen...
es: Buscar actualizaciones...
it: Controlla aggiornamenti...
ja: アップデートの確認...
pt: A Verificar atualizações...

source: The skip-show-database variable of the database server is set to ON. Thus, you won't be able to list databases unless you have the SHOW DATABASES privilege. However, the databases are still accessible directly through SQL queries depending on your privileges.
ar: تم تعيين متغير قاعدة البيانات لخادم قاعدة البيانات على تشغيل. وبالتالي لن تتمكن من إدراج قواعد البيانات ما لم يكن لديك امتياز SHOW DATABASES. ومع ذلك، لا تزال قواعد البيانات متاحة مباشرة من خلال استفسارات SQL اعتماداً على امتيازاتك.
cs: Proměnná přeskakovací databáze databázového serveru je zapnutá. Takže nebudete moci vypisovat databáze, dokud nebudete mít oprávnění SHOW DATABASES. Nicméně databáze jsou stále přístupné přímo prostřednictvím SQL dotazů v závislosti na vašich oprávněních.
de: Die skip-show-databse Variable des Datenbank-Servers steht auf EIN. Daher werden Listen von Datenbanken nur gezeigt, wenn der Benutzer den Zugriff SHOW DATABASES eingeräumt erhielt. Auf die Datenbanken gemäß den anderen Zugriffsrechten per SQL zugriffen werden.
it: La variabile skip-show-database del server database è impostata su ON. Così, non sarai in grado di elencare i database a meno che tu non abbia il privilegio SHOW DATABASES. Tuttavia, i database sono ancora accessibili direttamente tramite query SQL a seconda dei tuoi privilegi.
ja: データベースサーバーのskip-show-database変数はONに設定されています。 したがって、データの表示権限を持たない限り、データベースを一覧表示できません。 ただし、特権によってはSQLクエリを介してデータベースに直接アクセスできます。
pt: A variável Skip-show-database do servidor de banco de dados está definida para LIGADO. Assim, você não poderá listar os bancos de dados a menos que tenha o privilégio SHOW DATABASES. No entanto, os bancos de dados ainda são acessíveis diretamente através de consultas SQL, dependendo de seus privilégios.

source: GitHub Request Failed
ar: فشل طلب GitHub
cs: Žádost o GitHub selhala
de: GitHub Anfrage gescheitert
es: Falló la solicitud de GitHub
it: Richiesta GitHub Non Riuscita
ja: GitHub リクエストに失敗しました
pt: Solicitação do GitHub falhou

source: No Newer Release Available
ar: لا يوجد إصدار أحدث متوفر
cs: Žádné novější vydání není k dispozici
de: Keine neuere Version verfügbar
es: No hay una nueva versión disponible
it: Nessuna Rilascio Più Recente Disponibile
ja: 新しいリリースはありません
pt: Nenhuma versão mais recente disponível

source: You are currently running the latest release.
ar: أنت حاليا تقوم بتشغيل الإصدار الأخير.
cs: V současné době běžíte na nejnovější verzi.
de: Sie verwenden die aktuelle Version.
es: Actualmente está ejecutando la última versión.
it: Attualmente stai eseguendo l'ultima versione.
ja: 現在最新のリリースを実行しています。
pt: Você está executando a versão mais recente.

source: Never show this again
ar: لا تظهر هذا مرة أخرى
cs: Znovu nezobrazovat
de: Nicht erneut anzeigen
es: Nunca volver a mostrar esto
it: Non mostrarlo più
ja: 次回から表示しない
pt: Não mostre isso novamente

source: The current field "%@" is a generated column and therefore cannot be edited.
ar: الحقل الحالي "%@" هو عمود تم إنشاؤه وبالتالي لا يمكن تحريره.
cs: Aktuální pole "%@" je vygenerovaný sloupec, a proto nelze editovat.
de: Das aktuelle Feld "%@" ist eine generierte Spalte und kann daher nicht bearbeitet werden.
es: El campo actual "%@" es una columna generada y por lo tanto no puede ser editada.
it: Il campo corrente "%@" è una colonna generata e quindi non può essere modificato.
ja: 現在のフィールド "%@" は生成された列であるため、編集できません。

source: The use of the "default" column has changed since the last version of Sequel ACE: - No default value : Leave it blank. - String value : Use single '' or double quotes "" if you want an empty string or to wrap a string - Expression : Use parentheses (). Except for the TIMESTAMP and DATETIME columns where you can specify the CURRENT_TIMESTAMP function without enclosing parentheses.
ar: لقد تغير استخدام العمود "الافتراضي" منذ النسخة الأخيرة من Sequel ACE: - لا قيمة افتراضية : تركها فارغة. - قيمة السلسلة: استخدام علامة اقتباس واحدة '' أو علامة اقتباس مزدوجة "" إذا كنت ترغب في سلسلة فارغة أو لإغلاق سلسلة - التعبير : استخدام الأقواس (). باستثناء أعمدة TIMESTAMP و DATETIME حيث يمكنك تحديد دالة CURRENT_TIMESTAMP دون إرفاق الأقواس.
cs: Použití "default" sloupce se změnilo od poslední verze Sequel ACE: - Žádná výchozí hodnota: Ponechte prázdné. - Hodnota řetězce : Použijte jednoduchý '' nebo dvojité uvozovky "" pokud chcete prázdný řetězec nebo zalomit řetězec - Výraz : Použijte závorky (). S výjimkou sloupců TIMESTAMP a DATETIME, kde můžete specifikovat funkci CURRENT_TIMESTAMP bez uzavření závorek.
it: L'uso della colonna "default" è cambiato dall'ultima versione di Sequel ACE: - Nessun valore predefinito: Lascialo vuoto. - Valore stringa : Usa singole virgolette o doppie "" se vuoi una stringa vuota o per avvolgere una stringa - Espressione : Usa parentesi (). Tranne che per le colonne TIMESTAMP e DATETIME dove è possibile specificare la funzione CURRENT_TIMESTAMP senza accludere parentesi.
ja: 列のデフォルト値の用法がSequel Aceの最終バージョンから変更されています: - デフォルト値なし : 無指定のままとする。 - 文字列値 : 空文字列の使用や文字列の折り返しをする場合、引用符 '' か二重引用符 "" を使う。 - 式 : 括弧 () を使う。ただし、括弧なしでCURRENT_TIMESTAMPを指定可能なTIMESTAMP列とDATETIME列を除く。

source: Pin View
ar: عرض التثبيت
cs: Zobrazení PIN
de: Ansicht anpinnen
es: Fijar vista
it: Vista PIN
ja: ビューをピンで固定
pt: Fixar View

source: Pin Table
ar: تثبيت الجدول
cs: Připnout tabulka
de: Tabelle anpinnen
es: Fijar tabla
ja: テーブルをピンで固定
pt: Fixar Tabela

source: Pin Procedure
ar: إجراء المثبت
cs: Připnout postup
es: Fijar procedimiento
it: Procedura Pin
ja: プロシージャをピンで固定
pt: Fixar Procedure

source: Pin Function
ar: دالة تثبيت
cs: Funkce PIN
de: Funktion anpinnen
es: Fijar función
it: Funzione Pin
ja: 関数をピンで固定
pt: Fixar Function

source: Unpin View
ar: إلغاء تثبيت العرض
cs: Odepnout zobrazení
de: Ansicht loslösen
es: Desanclar vista
it: Sblocca Vista
ja: ビューのピン固定を解除
pt: Fixar View

source: Unpin Table
ar: فك تثبيت الجدول
cs: Odepnout tabulku
de: Tabelle loslösen
es: Desanclar tabla
it: Sblocca Tabella
ja: テーブルのピン固定を解除
pt: Fixar tabela

source: Unpin Procedure
ar: إجراءات إلغاء التثبيت
cs: Odepnout postup
es: Desanclar procedimiento
it: Sblocca Procedura
ja: プロシージャのピン固定を解除
pt: Desafixar Procedure

source: Unpin Function
ar: إلغاء تثبيت الدالة
cs: Odepnout funkci
de: Funktion loslösen
es: Desanclar función
it: Sblocca Funzione
ja: 関数のピン固定を解除
pt: Desafixar Function

source: PINNED
ar: منبثق
cs: VYPNOUT
de: ANGEPINNT
es: FIJADO
ja: ピンで固定

source: Copy Table Name
ar: نسخ اسم الجدول
cs: Kopírovat název tabulky
de: Tabellennamen kopieren
es: Copiar nombre de tabla
it: Copia Nome Tabella
ja: テーブル名をコピー
pt: Copiar nome da tabela

source: %@ database said: %@
ar: %1$@ قاعدة البيانات قالت: %2$@
cs: %1$@ databáze řekla: %2$@
it: %1$@ database dice: %2$@

source: An error occurred while attempting to kill connection %lld. database said: %@
ar: حدث خطأ أثناء محاولة قتل الاتصال %1$lld. MySQL قال: %2$@
cs: Došlo k chybě při pokusu o ukončení spojení %1$lld. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di terminare la connessione %1$lld. MySQL ha detto: %2$@

source: An error occurred while attempting to kill the query associated with connection %lld. database said: %@
ar: حدث خطأ أثناء محاولة قتل الاستعلام المرتبط بالاتصال %1$lld. MySQL قال: %2$@
cs: Došlo k chybě při pokusu o ukončení dotazu spojeného s připojením %1$lld. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di terminare la query associata alla connessione %1$lld. MySQL ha detto: %2$@

source: An error occurred while renaming '%@'. database said: %@
ar: حدث خطأ أثناء إعادة تسمية '%1$@'. MySQL قال: %2$@
cs: Došlo k chybě při přejmenování '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore nel rinominare '%1$@'. MySQL ha detto: %2$@

source: An error occurred while renaming. I couldn't delete '%@'. database said: %@
ar: حدث خطأ أثناء إعادة التسمية. لم أستطع حذف '%1$@'. MySQL قال: %2$@
cs: Došlo k chybě při přejmenování. Nemohu smazat '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante la rinomina. Non ho potuto eliminare '%1$@'. MySQL ha detto: %2$@

source: An error occurred while renaming. I couldn't recreate '%@'. database said: %@
ar: حدث خطأ أثناء إعادة التسمية. لم أستطع إعادة إنشاء '%1$@'. MySQL قال: %2$@
cs: Došlo k chybě při přejmenování. Nemohu znovu vytvořit '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante la rinomina. Non ho potuto ricreare '%1$@'. MySQL ha detto: %2$@

source: An error occurred while renaming. I couldn't retrieve the syntax for '%@'. database said: %@
ar: حدث خطأ أثناء إعادة التسمية. لم أستطع استرداد الجملة لـ '%1$@'. MySQL قال: %2$@
cs: Při přejmenování došlo k chybě. Nemohu načíst syntaxi pro '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante la rinomina. Non ho potuto recuperare la sintassi per '%1$@'. MySQL ha detto: %2$@

source: An error occurred while retrieving the create syntax for '%@'. database said: %@
ar: حدث خطأ أثناء استرداد بناء الجملة لـ '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při získávání syntaxe pro '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il recupero della sintassi di creazione di '%1$@'. MySQL ha detto: %2$@

source: An error occurred while trying to add the index. database said: %@
ar: حدث خطأ أثناء محاولة إضافة الفهرس. MySQL قال: %@
cs: Nastala chyba při přidávání indexu. MySQL řekl: %@
it: Si è verificato un errore durante il tentativo di aggiungere l'indice. MySQL ha detto: %@

source: An error occurred while trying to delete the index. database said: %@
ar: حدث خطأ أثناء محاولة حذف الفهرس. MySQL قال: %@
cs: Nastala chyba při odstraňování indexu. MySQL řekl: %@
it: Si è verificato un errore durante il tentativo di eliminare l'indice. MySQL ha detto: %@

source: An error occurred while trying to determine the number of rows for %@. database said: %@ (%lu)
ar: 0database said: %2$@ (%3$lu)
cs: Nastala chyba při zjišťování počtu řádků pro „%1$@”. MySQL řekl: %2$@ (%3$lu)
it: Si è verificato un errore durante il tentativo di determinare il numero di righe per «%1$@». MySQL ha detto: %2$@ (%3$lu)

source: An error occurred retrieving table information. database said: %@
ar: حدث خطأ أثناء استرداد معلومات الجدول. قال MySQL: %@
cs: Došlo k chybě při načítání informací o tabulce. MySQL řekl: %@
it: Si è verificato un errore nel recupero delle informazioni della tabella. MySQL ha detto: %@

source: An error occurred when trying to add the field '%@' via %@ database said: %@
ar: حدث خطأ عند محاولة إضافة الحقل '%1$@' عبر %2$@ MySQL قال: %3$@
cs: Nastala chyba při přidávání pole '%1$@' přes %2$@ MySQL řekl: %3$@
it: Si è verificato un errore durante il tentativo di aggiungere il campo '%1$@' via %2$@ MySQL ha detto: %3$@

source: An error occurred when trying to change the field '%@' via %@ database said: %@
ar: حدث خطأ عند محاولة تغيير الحقل '%1$@' من خلال %2$@ MySQL قال: %3$@
cs: Nastala chyba při pokusu změnit pole '%1$@' přes %2$@ MySQL řekl: %3$@
it: Si è verificato un errore durante il tentativo di cambiare il campo '%1$@' via %2$@ MySQL ha detto: %3$@

source: An error occurred when trying to change the table collation to '%@'. database said: %@
ar: حدث خطأ عند محاولة تغيير مقارنة الجدول إلى '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při pokusu změnit kollaci tabulky na '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di cambiare l'ordinamento della tabella in '%1$@'. MySQL ha detto: %2$@

source: An error occurred when trying to change the table encoding to '%@'. database said: %@
ar: حدث خطأ عند محاولة تغيير ترميز الجدول إلى '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při pokusu změnit tabulkové kódování na '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di cambiare la codifica della tabella in '%1$@'. MySQL ha detto: %2$@

source: An error occurred when trying to change the table type to '%@'. database said: %@
ar: حدث خطأ عند محاولة تغيير نوع الجدول إلى '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při pokusu o změnu typu tabulky na '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore nel tentativo di cambiare il tipo di tabella in '%1$@'. MySQL ha detto: %2$@

source: An error occurred when trying to change the table's comment to '%@'. database said: %@
ar: حدث خطأ عند محاولة تغيير تعليق الجدول إلى '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při pokusu změnit komentář tabulky na '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di cambiare il commento della tabella in '%1$@'. MySQL ha detto: %2$@

source: An error occurred while analyzing the %@. database said:%@
ar: حدث خطأ أثناء تحليل %1$@. MySQL قال:%2$@
cs: Došlo k chybě při analýze %1$@. MySQL řekl:%2$@
it: Si è verificato un errore durante l'analisi di %1$@. MySQL ha detto:%2$@

source: An error occurred while fetching the optimized field type. database said:%@
cs: Při načítání optimalizovaného typu pole došlo k chybě. MySQL řekl:%@
it: Si è verificato un errore durante il recupero del tipo di campo ottimizzato. MySQL ha detto:%@

source: An error occurred while flushing the %@. database said:%@
ar: حدث خطأ أثناء مسح %1$@. MySQL قال:%2$@
cs: Došlo k chybě při splachování %1$@. MySQL řekl:%2$@
it: Si è verificato un errore durante il flushing di %1$@. MySQL ha detto:%2$@

source: An error occurred while optimzing the %@. database said:%@
ar: حدث خطأ أثناء تحسين %1$@. MySQL قال:%2$@
cs: Došlo k chybě při optimalizaci %1$@. MySQL řekl:%2$@
it: Si è verificato un errore durante l'ottimizzazione di %1$@. MySQL ha detto:%2$@

source: An error occurred while performing the checksum on %@. database said:%@
ar: حدث خطأ أثناء أداء المجموع الاختباري على %1$@. MySQL قال:%2$@
cs: Došlo k chybě při provádění kontrolního součtu na %1$@. MySQL řekl:%2$@
it: Si è verificato un errore durante l'esecuzione del checksum su %1$@. MySQL ha detto:%2$@
