Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: An error occur while executing a scheme command. If the scheme command was invoked by a Bundle command, it could be that the command still runs. You can try to terminate it by pressing ⌘+. or via the Activities pane.
ar: حدث خطأ أثناء تنفيذ أمر مخطط. وإذا ما احتج بأمر النظام من جانب أمر بِنْدِل، فإنه يمكن أن يكون الأمر لا يزال قائما. يمكنك محاولة إنهائها بالضغط على <unk> +، أو عبر لوحة الأنشطة.
cs: Při provádění příkazu schématu došlo k chybě. Pokud byl příkaz Bundle vyvolán příkazem Bundle, mohl by to být tak, že příkaz stále běží. Můžete se ho pokusit ukončit stisknutím klávesy <unk> +. nebo v panelu Aktivity.
de: Ein Fehler ist bei der Ausführung eines Schema Befehls aufgetreten. Wenn der Schema Befehl von einem Bundle Befehl ausgelöst wurde, könnte die Verarbeitung noch laufen. Sie können den Abbruch durch Drücken von ⌘+. oder über das Aktivitäten Paneel versuchen.
es: Ha ocurrido un error al ejecutar un comando del esquema. Si el comando del esquema fue invocado, puede ser que el comando siga funcionando. Puede intentar finalizarlo, pulsando ⌘+. o a través del panel de actividades.
it: Si è verificato un errore durante l'esecuzione di un comando schema. Se il comando schema è stato invocato da un comando Bundle, potrebbe essere che il comando è ancora in esecuzione. Puoi provare a terminarlo premendo <unk> +. o tramite il riquadro Attività.
ja: schemeコマンドの実行中にエラーが発生します。 schemeコマンドがBundleコマンドによって呼び出された場合、そのコマンドがまだ実行される可能性があります。 ⌘+キーを押し、またはアクティビティペインを介して終了しようとすることができます。
pt: Ocorreu um erro ao executar um comando de esquema. Se o comando do esquema foi chamado por um comando Bundle, pode ser que o comando ainda seja executado. Você pode tentar terminá-la pressionando ⌘+. ou através do painel de Atividades.

source: An error occurred while attempting to kill connection %lld. MySQL said: %@
de: Beim Versuch, Verbindung %1$lld. zu beenden, trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar finalizar la conexión %1$lld. MySQL dijo: %2$@
ja: 接続 %1$lldのキル中にエラーが発生しました。 MySQL は次のとおりです: %2$@
pt: Ocorreu um erro ao tentar encerrar a conexão %1$lld. Mensagem do MySQL: %2$@

source: An error occurred while attempting to kill the query associated with connection %lld. MySQL said: %@
de: Beim Versuch, eine Abfrage in Beziehung zur Verbindung %1$lld. zu beenden, trat ein Fehler auf MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar finalizar la consulta asociada con la conexión %1$lld. MySQL dijo: %2$@
ja: 接続 %1$lldに関連付けられたクエリのキル中にエラーが発生しました。 MySQL は次のとおりです: %2$@
pt: Ocorreu um erro ao tentar encerrar a consulta associada à conexão %1$lld. Mensagem do MySQL: %2$@

source: An error occurred while creating table syntax. : %@
ar: حدث خطأ أثناء إنشاء بناء الجدول. : %@
cs: Došlo k chybě při vytváření syntaxe tabulky. : %@
de: Beim Erstellen der Tabellen-Syntax trat ein Fehler auf. : %@
it: Si è verificato un errore durante la creazione della sintassi della tabella. : %@
ja: テーブル構文の作成中にエラーが発生しました。 : %@
pt: Ocorreu um erro ao criar a sintaxe da tabela. : %@

source: An error occurred while renaming '%@'. No temporary name could be found. Please try renaming to something else first.
ar: حدث خطأ أثناء إعادة تسمية '%@'. لم يتم العثور على اسم مؤقت. الرجاء محاولة إعادة التسمية إلى شيء آخر أولا.
cs: Došlo k chybě při přejmenování '%@'. Nebylo nalezeno žádné dočasné jméno. Prosím, zkuste nejdříve přejmenovat na něco jiného.
de: Beim Umbenennen von '%@' trat ein Fehler auf, kein provisorischer Name wurde gefunden. Versuchen Sie, zunächst zu einem anderen Namen umzubenennen.
it: Si è verificato un errore durante la rinominazione di '%@'. Non è stato trovato alcun nome temporaneo. Prova a rinominare prima qualcos'altro.
ja: '%@'の名前を変更中にエラーが発生しました。一時的な名前が見つかりませんでした。最初に別の名前に変更してみてください。
pt: Ocorreu um erro ao renomear '%@'. Nenhum nome temporário foi encontrado. Por favor, tente renomear para outro nome primeiro.

source: An error occurred while renaming '%@'. MySQL said: %@
de: Beim Umbenennen von '%1$@' trat ein Fehler auf. MySQL Ergebnis: %2$@
es: An error occurred while renaming '%1$@'. MySQL said: %2$@
ja: '%1$@'の名前を変更中にエラーが発生しました。 MySQLは次のとおりです: %2$@
pt: Ocorreu um erro ao renomear '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while renaming. '%@' is of an unknown type.
ar: حدث خطأ أثناء إعادة التسمية. '%@' من نوع غير معروف.
cs: Došlo k chybě při přejmenování. '%@' je neznámý typ.
de: Beim Umbenennen trat ein Fehler auf. '%@' hat einen unbekannten Typ.
it: Si è verificato un errore durante la rinomina. '%@' è di tipo sconosciuto.
ja: 名前の変更中にエラーが発生しました。'%@' は不明なタイプです。
pt: Ocorreu um erro ao renomear. '%@' é de um tipo desconhecido.

source: An error occurred while renaming. I couldn't delete '%@'. MySQL said: %@
de: Beim Umbenennen trat ein Fehler auf. '%1$@' konnte nicht entfernt werden. MySQL Ergebnis: %2$@
es: An error occurred while renaming. I couldn't delete '%1$@'. MySQL said: %2$@
ja: 名前の変更中にエラーが発生しました。'%1$@'を削除できませんでした。 MySQLは次のとおりです: %2$@
pt: Ocorreu um erro durante a renomeação. Eu não pude excluir '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while renaming. I couldn't recreate '%@'. MySQL said: %@
de: Beim Umbenennen trat ein Fehler auf. '%1$@' konnte nicht wiederhergestellt werden. MySQL Ergebnis: %2$@
es: An error occurred while renaming. I couldn't recreate '%1$@'. MySQL said: %2$@
ja: 名前の変更中にエラーが発生しました。'%1$@'を再作成できませんでした。 MySQLは次のとおりです: %2$@
pt: Ocorreu um erro ao renomear. Não pude recriar '%1$@'. Mensagem do MySQL disse: %2$@

source: An error occurred while renaming. I couldn't retrieve the syntax for '%@'. MySQL said: %@
de: Beim Umbenennen trat ein Fehler auf. Die Schreibweise für '%1$@' konnte nicht verbessert werden. MySQL Ergebnis: %2$@
es: An error occurred while renaming. I couldn't retrieve the syntax for '%1$@'. MySQL said: %2$@
ja: 名前の変更中にエラーが発生しました。'%1$@'の構文を取得できませんでした。 MySQLは次のとおりです: %2$@
pt: Ocorreu um erro durante a renomeação. Não consegui recuperar a sintaxe de '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while renaming. The CREATE syntax of '%@' could not be parsed.
ar: حدث خطأ أثناء إعادة التسمية. لا يمكن تحليل بناء الجملة المنشئة لـ '%@'.
cs: Došlo k chybě při přejmenování. CREATE syntaxe '%@' nelze analyzovat.
de: Beim Umbenennen trat ein Fehler auf. Die Schreibweise für CREATE von '%@' konnte nicht geparst werden.
it: Si è verificato un errore durante la rinomina. Impossibile analizzare la sintassi CREATE di '%@'.
ja: 名前の変更中にエラーが発生しました。'%@' の作成構文を解析できませんでした。
pt: Ocorreu um erro durante a renomeação. A sintaxe CREATE de '%@' não pôde ser analisada.

source: An error occurred while retrieving status data. MySQL said: %@
de: Beim Abruf von Status Daten ist ein Fehler aufgetreten. MySQL Ergebnis: %@
ja: ステータスデータの取得中にエラーが発生しました。 MySQL は %@
pt: Ocorreu um erro ao recuperar dados de status. Mensagem do MySQL: %@

source: An error occurred while retrieving the create syntax for '%@'. MySQL said: %@
de: Beim Abruf Schreibweise für das CREATE von %1$@' ist ein Fehler aufgetreten. MySQL Ergebnis: %2$@
es: An error occurred while retrieving the create syntax for '%1$@'. MySQL said: %2$@
ja: '%1$@'の構文の取得中にエラーが発生しました。 MySQLは次のとおりです: %2$@
pt: Ocorreu um erro ao recuperar a sintaxe de criação para '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while trying to add the index. MySQL said: %@
de: Beim Erstellen des Index ist ein Fehler aufgetreten. MySQL Ergebnis: %@
ja: インデックスの追加中にエラーが発生しました。 MySQL は %@ です。
pt: Ocorreu um erro ao tentar adicionar o índice. Mensagem do MySQL: %@

source: An error occurred while trying to add the password to your Keychain. Repairing your Keychain might resolve this, but if it doesn't please report it to the Sequel Ace team, supplying the error code %i.
ar: حدث خطأ أثناء محاولة إضافة كلمة المرور إلى سلسلة المفاتيح الخاصة بك. إصلاح سلسلة المفاتيح الخاصة بك قد يحل هذا الأمر، ولكن إذا لم يتم الإبلاغ عنه إلى فريق Sequel Ace ، فيقدم رمز الخطأ %i.
cs: Nastala chyba při přidávání hesla do klíče. Opravením klíče by se to mohlo vyřešit, ale pokud se to nepodaří, nahlaste to týmu Sequel Ace, který dodá chybový kód %i.
de: Beim Aufnehmen des Passworts an den Schlüsselbund ist ein Fehler aufgetreten. Eine Reparatur des Schlüsselbunds könnte erfolgreich sein. Bleibt der Fehler bestehen, berichten Sie das Fall an das Sequel Ace Team mit dem Fehler-Code %i.
it: Si è verificato un errore durante il tentativo di aggiungere la password al tuo Keychain. Riparare il portachiavi potrebbe risolvere questo problema, ma se non lo segnala al team Sequel Ace, fornendo il codice di errore %i.
ja: キーチェーンにパスワードを追加中にエラーが発生しました。 キーチェーンを修復すると問題が解決するかもしれませんが、それが解決しない場合は、エラーコード %iを提供して、シーケンスエースチームに報告してください。
pt: Ocorreu um erro ao tentar adicionar a senha à sua chave. Reparar seu Keychain pode resolver isso, mas se não resolver, por favor reporte-o à equipe Sequel Ace, fornecendo o código de erro %i.

source: An error occurred while trying to copy the database '%@' to '%@'.
ar: حدث خطأ أثناء محاولة نسخ قاعدة البيانات '%1$@' إلى '%2$@'.
cs: Nastala chyba při kopírování databáze '%1$@' do '%2$@'.
de: Beim Kopieren der Datenbank '%1$@' nach '%2$@' trat ein Fehler auf.
es: An error occurred while trying to copy the database '%1$@' to '%2$@'.
it: Si è verificato un errore durante il tentativo di copiare il database '%1$@' in '%2$@'.
ja: データベース '%1$@' を '%2$@ ' にコピー中にエラーが発生しました。
pt: Ocorreu um erro ao tentar copiar o banco de dados '%1$@' para '%2$@'.

source: An error occurred while trying to delete the index. MySQL said: %@
de: Beim Löschen des Index trat ein Fehler auf. MySQL Ergebnis: %@
ja: インデックスの削除中にエラーが発生しました。 MySQL は %@ です。
pt: Ocorreu um erro ao tentar excluir o índice. Mensagem do MySQL: %@

source: An error occurred while trying to determine the number of rows for %@. MySQL said: %@ (%lu)
de: Beim Versuch, die Anzahl der Zeilen für “%1$@” zu ermitteln, ist ein Fehler aufgetreten. MySQL meldet: %2$@ (%3$lu)
es: An error occurred while trying to determine the number of rows for “%1$@”. MySQL said: %2$@ (%3$lu)
ja: "%1$@" の行数を決定しようとしてエラーが発生しました。 MySQL は %2$@ (%3$lu)
pt: Ocorreu um erro ao tentar determinar o número de linhas para “%1$@”. Mensagem do MySQL: %2$@ (%3$lu)

source: An error occurred while trying to rename the database '%@' to '%@'.
ar: حدث خطأ أثناء محاولة إعادة تسمية قاعدة البيانات '%1$@' إلى '%2$@'.
cs: Nastala chyba při přejmenování databáze '%1$@' na '%2$@'.
de: Beim Umbenennen der Datenbank '%1$@' zu '%2$@' trat ein Fehler auf.
es: An error occurred while trying to rename the database '%1$@' to '%2$@'.
it: Si è verificato un errore durante il tentativo di rinominare il database '%1$@' in '%2$@'.
ja: データベース '%1$@' を '%2$@ ' にリネーム中にエラーが発生しました。
pt: Ocorreu um erro ao tentar renomear o banco de dados '%1$@' para '%2$@'.

source: An error occurred while trying to retrieve the Keychain item you're trying to edit. Repairing your Keychain might resolve this, but if it doesn't please report it to the Sequel Ace team, supplying the error code %i.
ar: حدث خطأ أثناء محاولة استرداد عنصر سلسلة المفاتيح الذي تحاول تعديله. إصلاح سلسلة المفاتيح الخاصة بك قد يحل هذا الأمر، ولكن إذا لم يتم الإبلاغ عنه إلى فريق Sequel Ace ، فيقدم رمز الخطأ %i.
cs: Nastala chyba při načítání položky klíče, kterou se pokoušíte upravit. Opravením klíče by se to mohlo vyřešit, ale pokud se to nepodaří, nahlaste to týmu Sequel Ace, který dodá chybový kód %i.
de: Der Abruf des zu bearbeitenden Schlüssels vom Schlüsselbund schlug fehl. Eine Reparatur des Schlüsselbunds könnte erfolgreich sein. Bleibt der Fehler bestehen, berichten Sie das Fall an das Sequel Ace Team mit dem Fehler-Code %i.
es: Ha ocurrido un error al intentar recuperar el ítem del llavero que está intentando editar. La reparación de su llavero puede resolver esto, pero de no ser así por favor contacte con el equipo Sequel Ace, proporcionando el código de error %i.
it: Si è verificato un errore durante il tentativo di recuperare l'elemento Keychain che stai cercando di modificare. Riparare il portachiavi potrebbe risolvere questo problema, ma se non lo segnala al team Sequel Ace, fornendo il codice di errore %i.
ja: 編集しようとしているキーチェーンアイテムの取得中にエラーが発生しました。 キーチェーンを修復すると問題が解決するかもしれませんが、それが解決しない場合は、エラーコード %iを提供して、シーケンスエースチームに報告してください。
pt: Ocorreu um erro ao tentar recuperar o item Keychain que você está tentando editar. Reparar seu Keychain pode resolver isso, mas se não resolver, por favor reporte-o à equipe Sequel Ace, fornecendo o código de erro %i.

source: An error occurred while trying to update the Keychain item. Repairing your Keychain might resolve this, but if it doesn't please report it to the Sequel Ace team, supplying the error code %i.
ar: حدث خطأ أثناء محاولة تحديث عنصر سلسلة المفاتيح. إصلاح سلسلة المفاتيح الخاصة بك قد يحل هذا الأمر، ولكن إذا لم يتم الإبلاغ عنه إلى فريق Sequel Ace ، فيقدم رمز الخطأ %i.
cs: Nastala chyba při aktualizaci položky klíče. Opravením klíče by se to mohlo vyřešit, ale pokud se to nepodaří, nahlaste to týmu Sequel Ace, který dodá chybový kód %i.
de: Beim Erneuern des Schlüssels am Schlüsselbund trat ein Fehler auf. Eine Reparatur des Schlüsselbunds könnte erfolgreich sein. Bleibt der Fehler bestehen, berichten Sie das Fall an das Sequel Ace Team mit dem Fehler-Code %i.
es: Ha ocurrido un error al intentar actualizar el ítem del llavero. La reparación de su llavero puede resolver esto, pero de no ser así por favor contacte con el equipo de Sequel Ace, proporcionando el código de error %i.
it: Si è verificato un errore durante il tentativo di aggiornare l'elemento Keychain. Riparare il portachiavi potrebbe risolvere questo problema, ma se non lo segnala al team Sequel Ace, fornendo il codice di errore %i.
ja: キーチェーン項目を更新中にエラーが発生しました。 キーチェーンを修復すると問題が解決するかもしれませんが、それが解決しない場合は、エラーコード %iを提供して、シーケンスエースチームに報告してください。
pt: Ocorreu um erro ao tentar atualizar o item do Keychain. Reparar seu Keychain pode resolver isso, mas se não resolver, por favor reporte-o à equipe Sequel Ace, fornecendo o código de erro %i.

source: An error occurred
ar: حدث خطأ
cs: Došlo k chybě
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
it: Si è verificato un errore
ja: エラーが発生しました
pt: Ocorreu um erro

source: An error occurred retrieving table information. MySQL said: %@
de: Beim Abruf der Tabellen-Information trat ein Fehler auf. MySQL Ergebnis: %@
es: Ha ocurrido un error recuperando la información de tabla. MySQL dijo: %@
ja: テーブル情報の取得中にエラーが発生しました。MySQLは次のとおりです: %@
pt: Ocorreu um erro ao recuperar informações da tabela. MySQL: %@

source: An error occurred when reading the file, as it could not be read in the encoding you selected (%@). Only %ld queries were executed.
ar: حدث خطأ عند قراءة الملف، لأنه لا يمكن قراءته في الترميز الذي اخترته (%1$@). تم تنفيذ الاستفسارات %2$ld فقط.
cs: Při čtení souboru došlo k chybě, protože jej nelze přečíst ve vybraném kódování (%1$@). Pouze %2$ld dotazy byly provedeny.
de: Die Datei konnte mit der gewählten Zeichen-Codierung (%1$@) nicht gelesen werden. Nur %2$ld Abfragen wurden ausgeführt.
es: An error occurred when reading the file, as it could not be read in the encoding you selected (%1$@). Only %2$ld queries were executed.
it: Si è verificato un errore durante la lettura del file, in quanto non poteva essere letto nella codifica che hai selezionato (%1$@). Sono state eseguite solo interrogazioni %2$ld.
ja: 選択したエンコーディング（%1$@）でファイルを読み取ることができなかったため、ファイルの読み取り中にエラーが発生しました。 %2$ldクエリのみが実行されました。
pt: Ocorreu um erro ao ler o ficheiro, pois ele não pôde ser lido na codificação selecionada (%1$@). Apenas %2$ld consultas foram executadas.

source: An error occurred when reading the file, as it could not be read using the encoding you selected (%@). Only %ld rows were imported.
ar: حدث خطأ عند قراءة الملف، لأنه لا يمكن قراءته باستخدام الترميز الذي اخترته (%1$@). تم استيراد صفوف %2$ld فقط.
cs: Došlo k chybě při čtení souboru, protože nelze číst pomocí vybraného kódování (%1$@). Pouze %2$ld řádky byly importovány.
de: Die Datei konnte mit der gewählten Zeichen-Codierung (%1$@) nicht gelesen werden. Nur %2$ld Datensätze wurden importiert.
es: An error occurred when reading the file, as it could not be read using the encoding you selected (%1$@). Only %2$ld rows were imported.
it: Si è verificato un errore durante la lettura del file, in quanto non poteva essere letto usando la codifica che hai selezionato (%1$@). Sono state importate solo le righe %2$ld.
ja: 選択したエンコーディング（%1$@）を使用してファイルを読み取ることができなかったため、ファイルの読み取り中にエラーが発生しました。 %2$ld行のみがインポートされました。
pt: Ocorreu um erro ao ler o ficheiro, pois ele não pôde ser lido usando a codificação selecionada (%1$@). Apenas %2$ld linhas foram importadas.

source: An error occurred when reading the file. Only %ld queries were executed. (%@)
ar: حدث خطأ عند قراءة الملف. تم تنفيذ الاستعلامات %1$ld فقط. (%2$@)
cs: An error occurred when reading the file. Only %1$ld queries were executed. (%2$@)
de: Beim Lesen der Datei ist ein Fehler aufgetreten. Nur %1$ld Abfragen wurden ausgeführt. (%2$@)
es: Ha ocurrido un error al leer el archivo. Solo %1$ld consultas fueron ejecutadas. (%2$@)
it: Si è verificato un errore durante la lettura del file. Le query Solo %1$ld sono state eseguite. (%2$@)
ja: ファイルの読み込み中にエラーが発生しました。 %1$ld クエリのみが実行されました。 (%2$@)
pt: Ocorreu um erro ao ler o ficheiro. Apenas %1$ld queries foram executadas. (%2$@)

source: An error occurred when reading the file. Only %ld rows were imported. (%@)
ar: حدث خطأ عند قراءة الملف. تم استيراد صفوف %1$ld فقط. (%2$@)
cs: Při čtení souboru došlo k chybě. Byly importovány pouze řádky %1$ld . (%2$@)
de: Beim Lesen der Datei ist ein Fehler aufgetreten. Nur %1$ld Datensätze wurden importiert. (%2$@)
es: Ha ocurrido un error al leer el archivo. Solo %1$ld filas fueron importadas. (%2$@)
it: Si è verificato un errore durante la lettura del file. Sono state importate solo righe %1$ld . (%2$@)
ja: ファイルの読み込み中にエラーが発生しました。 %1$ld 行のみインポートされました。 (%2$@)
pt: Ocorreu um erro ao ler o ficheiro. Apenas %1$ld linhas foram importadas. (%2$@)

source: An error occurred when trying to add the field '%@' via %@ MySQL said: %@
de: Beim Hinzufügen des Feldes '%1$@' über %2$@ trat ein Fehler auf. MySQL Ergebnis: %3$@
es: Ha ocurrido un error al intentar añadir el campo '%1$@' a través de %2$@ MySQL dijo: %3$@
ja: フィールド '%1$@'を %2$@ MySQL経由で追加しようとしたときにエラーが発生しました：%3$@
pt: Ocorreu um erro ao tentar adicionar o campo '%1$@via %2$@ Mensagem do MySQL: %3$@

source: An error occurred when trying to change the field '%@' via %@ MySQL said: %@
de: Beim Versuch das Feld '%1$@' über %2$@ zu ändern trat ein Fehler auf. MySQL Ergebnis: %3$@
es: Ha ocurrido un error al intentar modificar el campo '%1$@' a través de %2$@ MySQL dijo: %3$@
ja: フィールド '%1$@'を %2$@ MySQL経由で変更しようとしたときにエラーが発生しました：%3$@
pt: Ocorreu um erro ao tentar alterar o campo '%1$@via %2$@ Mensagem do MySQL: %3$@

source: An error occurred when trying to change the table collation to '%@'. MySQL said: %@
de: Beim Versuch, die Tabellen-Collation auf '%1$@' zu ändern, trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar cambiar la intercalación de la tabla a '%1$@'. MySQL dijo: %2$@
ja: テーブルの照合順序を '%1$@' に変更しようとしたときにエラーが発生しました。 MySQL は次のとおりです: %2$@
pt: Ocorreu um erro ao tentar alterar o agrupamento da tabela para '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred when trying to change the table encoding to '%@'. MySQL said: %@
de: Beim Versuch, die Zeichen-Codierung der Tabelle auf '%1$@' zu ändern, trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar cambiar la codificación de la tabla a '%1$@'. MySQL dijo: %2$@
ja: テーブルエンコーディングを '%1$@' に変更しようとしたときにエラーが発生しました。 MySQLは次のとおりです: %2$@
pt: Ocorreu um erro ao tentar alterar a codificação da tabela para '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred when trying to change the table type to '%@'. MySQL said: %@
de: Beim Versuch, den Tabellentyp auf '%1$@' zu ändern, trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar cambiar el tipo de la tabla a '%1$@'. MySQL dijo: %2$@
ja: テーブル型を '%1$@' に変更しようとしたときにエラーが発生しました。 MySQL は次のとおりです: %2$@
pt: Ocorreu um erro ao tentar alterar o tipo de tabela para '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred when trying to change the table's comment to '%@'. MySQL said: %@
de: Beim Versuch, den Tabellen-Kommentar auf ’%1$@' zu ändern, trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar cambiar el comentario de la tabla a '%1$@'. MySQL dijo: %2$@
ja: テーブルのコメントを '%1$@' に変更しようとしたときにエラーが発生しました。 MySQL は次のとおりです: %2$@
pt: Ocorreu um erro ao tentar alterar o comentário da tabela para '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while analyzing the %@. MySQL said:%@
de: Beim Analysieren von %1$@ trat ein Fehler auf. MySQL Ergebnis:%2$@
es: Ha ocurrido un error al analizar %1$@. MySQL dijo:%2$@
ja: %1$@の解析中にエラーが発生しました。 MySQLは次のとおりです:%2$@
pt: Ocorreu um erro ao analisar o %1$@. Mensagem do MySQL:%2$@

source: An error occurred while fetching the optimized field type. MySQL said:%@
de: Beim Abruf des optimierten Feld-Typs trat ein Fehler auf. MySQL Ergebnis:%@
es: Ha ocurrido un error al obtener el tipo óptimo del campo. MySQL dijo:%@
ja: 最適化されたフィールドタイプの取得中にエラーが発生しました。 MySQL は%@ です。
pt: Ocorreu um erro ao obter o tipo de campo otimizado. Mensagem do MySQL:%@

source: An error occurred while flushing the %@. MySQL said:%@
de: Beim Abschließen von %1$@ trat ein Fehler auf. MySQL Ergebnis:%2$@
es: Ha ocurrido un error al limpiar %1$@. MySQL dijo:%2$@
ja: %1$@のフラッシュ中にエラーが発生しました。 MySQL は%2$@
pt: Ocorreu um erro ao enviar o %1$@. Mensagem do MySQL:%2$@

source: An error occurred while importing SQL
ar: حدث خطأ أثناء استيراد SQL
cs: Při importu SQL došlo k chybě
de: Beim Import von SQL trat ein Fehler auf
es: Ha ocurrido un error al importar SQL
it: Si è verificato un errore durante l'importazione di SQL
ja: SQLのインポート中にエラーが発生しました
pt: Ocorreu um erro ao importar SQL

source: An error occurred while optimzing the %@. MySQL said:%@
de: Beim Optimieren von %1$@ trat ein Fehler auf. MySQL Ergebnis:%2$@
es: Ha ocurrido un error al optimizar %1$@. MySQL dijo:%2$@
ja: %1$@の最適化中にエラーが発生しました。 MySQL は次のとおりです:%2$@
pt: Ocorreu um erro ao otimizar o %1$@. Mensagem do MySQL:%2$@

source: An error occurred while performing the checksum on %@. MySQL said:%@
de: Das Erstellen der Prüfsumme von %1$@ trat ein Fehler auf. MySQL Ergebnis:%2$@
es: Ha ocurrido un error al realizar el checksum de %1$@. MySQL dijo:%2$@
ja: %1$@のチェックサム中にエラーが発生しました。 MySQL は次のとおりです:%2$@
pt: Ocorreu um erro ao executar a checksum em %1$@. Mensagem do MySQL:%2$@

source: An error occurred while repairing the %@. MySQL said:%@
de: Beim reparieren von %1$@ trat ein Fehler auf. MySQL Ergebnis:%2$@
es: Ha ocurrido un error al reparar %1$@. MySQL dijo:%2$@
ja: %1$@の修復中にエラーが発生しました。 MySQL は%2$@
pt: Ocorreu um erro ao reparar o %1$@. Mensagem do MySQL:%2$@

source: An error occurred while retrieving information. MySQL said: %@
de: Beim Abruf trat ein Fehler auf. MySQL Ergebnis: %@
es: Ha ocurrido un error al recuperar la información. MySQL dijo: %@
ja: 情報の取得中にエラーが発生しました。 MySQLは次のとおりです: %@
pt: Ocorreu um erro ao recuperar informações. Mensagem do MySQL: %@

source: An error occurred while retrieving the information for table '%@'. Please try again. MySQL said: %@
de: Beim Abruf der Information für Tabelle '%1$@' trat ein Fehler auf; bitte erneut versuchen. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al recuperar la información de la tabla '%1$@'. Por favor inténtelo de nuevo. MySQL dijo: %2$@
ja: テーブル '%1$@' のトリガー情報を取得中にエラーが発生しました。もう一度やり直してください。 MySQL: %2$@
pt: Ocorreu um erro ao recuperar as informações para a tabela '%1$@'. Por favor, tente novamente. Mensagem do MySQL: %2$@
