Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Input Field Scope commands will run on each text input field
ar: نطاق حقل الإدخال سيتم تشغيل الأوامر في كل حقل إدخال نصي
cs: Příkazy rozsahu vstupního pole budou spuštěny na každém vstupním poli
de: Bereich Eingabefelder Befehle werden auf jedes Eingabefeld angewendet
es: Ámbito campo de entrada los comandos se ejecutarán en cada campo de entrada de texto
it: I comandi Input Campo Ambito verranno eseguiti su ogni campo di immissione testo
ja: 入力フィールドスコープ コマンドは、各テキスト入力フィールド上で実行されます。
pt: O Escopo do Campo de Entrada comandos serão executados em cada campo de entrada de texto

source: Insert as Snippet
ar: إدراج كتلة كتلة
cs: Vložit jako snippet
de: Als Snippet einfügen
es: Insertar como fragmento
it: Inserisci come Snippet
ja: スニペットとして挿入
pt: Inserir como Snippet

source: Insert as Text
ar: إدراج كنص
cs: Vložit jako text
de: Als Text einfügen
es: Insertar como texto
it: Inserisci come testo
ja: テキストの挿入
pt: Inserir como Texto

source: Installed Bundles
ar: الحزم المثبتة
cs: Nainstalované balíčky
de: Installierte Bundles
es: Paquetes instalados
it: Pacchetti Installati
ja: インストール済みバンドル
pt: Pacotes instalados

source: Installing Bundle
ar: تثبيت الحزمة
cs: Instalace balíčku Bundle
de: Bundle wird installiert
es: Instalando paquete
it: Installazione Bundle
ja: インストール済みバンドル
pt: A instalar pacote

source: Insufficient connection details
ar: تفاصيل الاتصال غير كافية
cs: Nedostatečné podrobnosti o připojení
de: Details zur Verbindung magelhaft
es: Detalles de conexión insuficientes
it: Informazioni di connessione insufficienti
ja: 接続の詳細が不足しています
pt: Detalhes de ligação insuficientes

source: Insufficient details provided to establish a connection. Please enter at least the hostname.
ar: التفاصيل المقدمة غير كافية لإنشاء اتصال. الرجاء إدخال اسم المضيف على الأقل.
cs: Nebyly poskytnuty dostatečné podrobnosti pro navázání připojení. Zadejte prosím alespoň název hostitele.
de: Mangelhafte Verbindungsdetails. Wenigstens der Host-Name muss angegeben werden.
es: Ha proporcionado detalles insuficientes para establecer una conexión. Por favor, introduzca al menos el nombre de equipo.
it: Informazioni non sufficienti per stabilire una connessione. Inserisci almeno il nome host.
ja: 接続を確立するための詳細が不足しています。ホスト名を入力してください。
pt: Detalhes insuficientes fornecidos para estabelecer uma ligação. Por favor, insira pelo menos o nome do servidor.

source: Insufficient details provided to establish a connection. Please enter the hostname for the SSH Tunnel, or disable the SSH Tunnel.
ar: التفاصيل المقدمة غير كافية لإنشاء اتصال. الرجاء إدخال اسم المضيف لتنزيل SSH، أو تعطيل نفق SSH.
cs: Nebyly poskytnuty dostatečné podrobnosti pro navázání připojení. Zadejte prosím název hostitele SSH tunelu nebo zakažte SSH tunel.
de: Mangelhafte Verbindungsdetails. Der Host-Name für den SSH-Tunnel muss angegeben oder der Tunnel deaktiviert werden.
es: Ha proporcionado detalles insuficientes para establecer una conexión. Por favor, introduzca el nombre de equipo para el túnel SSH, o deshabilite el túnel SSH.
it: Informazioni non sufficienti per stabilire una connessione. Inserisci il nome host per il tunnel SSH o disabilita il tunnel SSH.
ja: 接続を確立するための詳細が不足しています。SSH Tunnel のホスト名を入力するか、SSH Tunnel を無効にしてください。
pt: Detalhes insuficientes fornecidos para estabelecer uma ligação. Por favor, introduza o nome de servidor para o túnel SSH, ou desative o túnel SSH.

source: Insufficient details provided to establish a connection. Please provide at least a host.
ar: التفاصيل المقدمة غير كافية لإنشاء اتصال. يرجى تقديم مضيف على الأقل.
cs: Není k dispozici dostatek podrobností pro navázání připojení. Zadejte prosím alespoň hostitele.
de: Mangelhafte Verbindungsdetails. Wenigstens ein Host muss angegeben werden.
es: Ha proporcionado detalles insuficientes para establecer una conexión. Por favor, proporcione al menos un equipo.
it: Informazioni non sufficienti per stabilire una connessione. Si prega di fornire almeno un host.
ja: 接続を確立するための詳細が不足しています。少なくともホストを提供してください。
pt: Detalhes insuficientes fornecidos para estabelecer uma ligação. Por favor, forneça pelo menos um servidor.

source: Interpret data as:
ar: تفسير البيانات بأنها:
cs: Interpret údaje jako:
de: Interpretiere Daten als:
es: Interpretar datos como:
it: Interpretare i dati come:
ja: データの解釈:
pt: Interpretar dados como:

source: Invalid database
ar: قاعدة بيانات غير صالحة
cs: Neplatná databáze
de: Ungültige Datenbank
es: Base de datos incorrecta
it: Database non valido
ja: 無効なデータベース
pt: Banco de dados inválido

source: Invalid file supplied!
ar: تم توفير ملف غير صالح!
cs: Byl zadán neplatný soubor!
de: Ungültige Datei!
es: ¡Archivo suministrado no válido!
it: File fornito non valido!
ja: 無効なファイルタイプです！
pt: ficheiro fornecido inválido!

source: Invalid hexadecimal value
ar: قيمة سداسية المستوى غير صحيحة
cs: Neplatná hexadecimální hodnota
de: Ungültiger Hexadezimal-Wert
es: Valor hexadecimal no válido
it: Valore esadecimale non valido
ja: 16進数の値が無効です
pt: Valor hexadecimal inválido

source: Is Deterministic
ar: هو ديكوزاري
cs: Je deterministický
de: Ist deterministisch
es: Determinista
it: È Deterministico
ja: 確定的
pt: É Determinístico

source: Is Nullable
ar: غير قابل للإلغاء
cs: Je nenulovatelný
de: Kann NULL sein
es: Nulos
it: È Nullable
ja: Null を許す
pt: É nulo

source: is updatable: %@
ar: هو قاعدة بيانات: %@
cs: je nahoru: %@
de: Neuere Version vorhanden: % @
es: es actualizable: %@
it: è updatabase: %@
ja: 更新可否: %@
pt: é atualizável: %@

source: items
ar: العناصر
cs: položky
es: ítems
it: elementi
ja: 項目
pt: itens

source: JavaScript Exception
ar: استثناء جافا سكريبت
cs: Výjimka JavaScriptu
es: Excepción javascript
it: Eccezione JavaScript
ja: JavaScript 例外
pt: Exceção de JavaScript

source: JavaScript Parsing Error
ar: خطأ في تحليل جافا سكريبت
cs: Chyba při analýze JavaScriptu
de: JavaScript Parse-Fehler
es: Error analizando javascript
it: Errore Di Analisi JavaScript
ja: JavaScript 解析エラー
pt: Erro ao analisar JavaScript

source: Key
ar: المفتاح
cs: Klíč
de: Schlüssel
es: Clave
it: Chiave
ja: キー
pt: Chave

source: Keyword
de: Schlüsselwort
es: Palabra reservada
ja: キーワード
pt: Palavra-chave

source: Kill
ar: اقتل
cs: Ukončit
de: Abbrechen
es: Finalizar
it: Uccidi
ja: 強制終了
pt: Terminar

source: Kill connection?
ar: اقتل الاتصال؟
cs: Ukončit připojení?
de: Verbindung abbrechen?
es: ¿Finalizar conexión?
it: Terminare la connessione?
ja: 接続を終了しますか?
pt: Terminar ligação?

source: Kill query?
ar: هل تريد الاستعلام؟
cs: Ukončit dotaz?
de: Query abbrechen?
es: ¿Finalizar consulta?
it: Uccidi la domanda?
ja: クエリを終了しますか?
pt: Terminar query?

source: Last Error Message
ar: آخر رسالة خطأ
cs: Poslední chybová zpráva
de: Letzte Fehlermeldung
es: Último mensaje de error
it: Ultimo Messaggio Di Errore
ja: 最終エラー メッセージ
pt: Última mensagem de erro

source: Last Used
ar: آخر استخدام
cs: Naposledy použito
de: Zuletzt benutzt
es: Último usado
it: Ultimo Utilizzato
ja: 最後の使用
pt: Usado pela última vez

source: Limited to @@max_allowed_packet
ar: محدود بـ @@max_allowed_packet
cs: Omezeno na @@max_allowed_packet
de: Auf @@max_allowed_packet beschränkt
es: Limitado a @@max_allowed_packet
it: Limitato a @@max_allowed_packet
ja: @@max_allowed_packetに限定
pt: Limitado a @@max_allowed_packet

source: Loading %@...
ar: جاري تحميل %@...
de: Lädt %@...
es: Cargando %@...
it: Caricamento %@...
ja: %@ を読み込み中...
pt: A carregar %@...

source: Loading database '%@'...
ar: تحميل قاعدة البيانات '%@'...
cs: Načítání databáze '%@'...
de: Lädt Datenbank '%@'...
es: Cargando base de datos '%@'...
it: Caricamento database '%@'...
ja: データベースを読み込み中 '%@'...
pt: A carregar banco de dados '%@'...

source: Loading history entry...
ar: جارٍ تحميل إدخال...
cs: Načítání historie...
de: Lädt Protokoll-Eintrag …
es: Cargando entrada de historial...
it: Caricamento della cronologia...
ja: 履歴を読み込み中...
pt: A carregar entrada no histórico...

source: Loading page %lu...
ar: تحميل الصفحة %lu...
cs: Načítání stránky %lu...
de: Lädt Seite %lu...
es: Cargando página %lu...
it: Caricamento pagina %lu...
ja: ページ %lu を読み込み中...
pt: A carregar página %lu...

source: Loading reference...
ar: تحميل المرجع...
cs: Načítání odkazu...
de: Lädt Referenz …
es: Cargando referencia...
it: Caricamento riferimento...
ja: 参照を読み込んでいます...
pt: A carregar referência...

source: Loading table data...
ar: تحميل بيانات الجدول...
cs: Načítání dat tabulky...
de: Lädt Tabellen-Daten …
es: Cargando datos de la tabla...
it: Caricamento dati tabella...
ja: テーブルデータを読み込み中...
pt: A carregar dados de tabela...

source: Low memory
ar: الذاكرة المنخفضة
cs: Nedostatečná paměť
de: Knapper Speicher
es: Poca memoria
it: Memoria bassa
ja: メモリ不足
pt: Pouca memória

source: M (precision): Up to 65 digits D (scale): 0 to 30 digits
ar: M (دقيقة): حتى 65 رقما D (المقياس): 0 إلى 30 رقما
cs: M (přesnost): až do 65 číslic D (stupnice): 0 až 30 číslic
de: M (Genauigkeit): Bis zu 65 Ziffern D (Dezimale): 0 bis 30 Stellen
es: M (precisión): Hasta 65 dígitos D (escala): 0 a 30 dígitos
it: M (precisione): fino a 65 cifre D (scala): da 0 a 30 cifre
ja: M (精度)：最大 65桁 D (スケール): 0 から 30桁まで
pt: M (precisão): Até 65 dígitos D (escala): 0 a 30 dígitos

source: M: %@ to %@ bytes
ar: م: %1$@ إلى %2$@ بايت
cs: M: %1$@ až %2$@ bajtů
de: M: %1$@ bis %2$@ Bytes
es: M: %1$@ a %2$@ bytes
it: M: %1$@ a %2$@ bytes
ja: M: %1$@ から %2$@ バイト
pt: M: %1$@ a %2$@ bytes

source: M: %@ to %@ characters
ar: M: %1$@ إلى %2$@ أحرف
cs: M: %1$@ až %2$@ znaky
de: M: %1$@ bis %2$@ Zeichen
es: M: %1$@ a %2$@ caracteres
it: M: da %1$@ a %2$@ caratteri
ja: M: %1$@ から %2$@ 文字
pt: M: %1$@ a %2$@ caracteres

source: M: %@ to %@ characters (4 GiB)
ar: م: %1$@ إلى %2$@ أحرف (4 GiB)
cs: M: %1$@ až %2$@ znaků (4 GiB)
de: M: %1$@ bis %2$@ Zeichen (4 GiB)
es: M: %1$@ a %2$@ caracteres (4 GiB)
it: M: da %1$@ a %2$@ caratteri (4 GiB)
ja: M: %1$@ から %2$@ 文字 (4 GiB)
pt: M: %1$@ a %2$@ caracteres (4 GiB)

source: M: 0 to 255 bytes
ar: م: 0 إلى 255 بايت
cs: M: 0 až 255 bajtů
de: M: 0 bis 255 Bytes
es: M: 0 a 255 bytes
it: M: da 0 a 255 byte
ja: M: 0 から 255 バイト
pt: M: 0 a 255 bytes

source: M: 0 to 255 characters
ar: ما: 0 إلى 255 حرفاً
cs: M: 0 až 255 znaků
de: M: 0 bis 255 Zeichen
es: M: 0 a 255 caracteres
it: M: da 0 a 255 caratteri
ja: M: 0 から 255 文字
pt: M: 0 a 255 caracteres

source: M: 1 (default) to 64
ar: م: 1 (افتراضي) إلى 64
cs: M: 1 (výchozí) až 64
de: M: 1 (Default) bis 64
es: M: 1 (por defecto) a 64
it: M: 1 (predefinito) a 64
ja: M: 1 (デフォルト) から 64
pt: M: 1 (padrão) a 64

source: Make sure the file contains a RSA private key and is using PEM encoding.
ar: تأكد من أن الملف يحتوي على مفتاح RSA خاص ويستخدم ترميز PEM.
cs: Ujistěte se, že soubor obsahuje RSA soukromý klíč a používá kódování PEM.
de: Sicherstellen, dass die Datei einen RSA Private Key in PEM Kodierung enthält.
es: Asegúrese de que el archivo contiene una clave privada RSA y está usando la codificación PEM.
it: Assicurati che il file contenga una chiave privata RSA e che stia usando la codifica PEM.
ja: ファイルに RSA 秘密鍵が含まれており、PEM エンコードを使用していることを確認します。
pt: Certifique-se de que o ficheiro contém uma chave RSA privada e está usando a codificação PEM.

source: Make sure the file contains a X.509 client certificate and is using PEM encoding.
ar: تأكد من أن الملف يحتوي على شهادة عميل X.509 ويستخدم ترميز PEM.
cs: Ujistěte se, že soubor obsahuje klientský certifikát X.509 a používá kódování PEM.
de: Sicherstellen, dass die Datei ein X.509 Client Zertifikat in PEM Kodierung enthält.
es: Asegúrese de que el archivo contiene un certificado de cliente X.509 y utiliza la codificación PEM.
it: Assicurati che il file contenga un certificato client X.509 e che stia usando la codifica PEM.
ja: ファイルに X.509 クライアント証明書が含まれており、PEM エンコーディングを使用していることを確認します。
pt: Certifique-se de que o ficheiro contém um certificado de cliente X.509 e está usando a codificação PEM.

source: Match Field
ar: حقل المطابقة
cs: Odpovídající pole
de: Spielfeld
es: Incluir Campo
it: Campo Partita
ja: フィールドの一致
pt: Campo de Correspondência

source: Maximum number of arguments is 2!
ar: الحد الأقصى لعدد الحجج هو 2!
cs: Maximální počet argumentů je 2!
de: Nur zwei Argumente zulässig!
es: ¡El número máximo de argumentos es 2!
it: Il numero massimo di argomenti è 2!
ja: 引数の最大数は 2 です!
pt: O número máximo de argumentos é 2!

source: Maximum text length is set to %ld.
ar: تم تعيين الحد الأقصى لطول النص إلى %ld.
cs: Maximální délka textu je nastavena na %ld.
de: Maximale Textlänge ist %ld.
es: La longitud máxima del texto está establecida a %ld.
it: La lunghezza massima del testo è impostata su %ld.
ja: テキストの最大長は %ld に設定されています。
pt: Comprimento máximo do texto é definido como %ld.

source: Maximum text length is set to %ld. Inserted text was truncated.
ar: تم تعيين الحد الأقصى لطول النص إلى %ld. تم اقتطاع النص المُدرج.
cs: Maximální délka textu je nastavena na %ld. Vložený text byl zkrácen.
de: Der eingefügte Text wurde auf die zulässige Länge von %ld eingekürzt.
es: La longitud máxima del texto está establecida a %ld. El texto insertado fue truncado.
it: La lunghezza massima del testo è impostata a %ld. Il testo inserito è stato troncato.
ja: テキストの最大長は %ldに設定されています。挿入されたテキストは切り捨てられました。
pt: O comprimento máximo do texto é definido para %ld. O texto inserido foi truncado.

source: Maximum text length is set to %llu.
ar: تم تعيين الحد الأقصى لطول النص إلى %llu.
cs: Maximální délka textu je nastavena na %llu.
de: Maximale Textlänge ist %llu.
es: La longitud máxima del texto está establecida a %llu.
it: La lunghezza massima del testo è impostata su %llu.
ja: テキストの最大長は %llu に設定されています。
pt: Comprimento máximo do texto é definido como %llu.

source: Maximum text length is set to %llu. Inserted text was truncated.
ar: تم تعيين الحد الأقصى لطول النص إلى %llu. تم اقتطاع النص المُدرج.
cs: Maximální délka textu je nastavena na %llu. Vložený text byl zkrácen.
de: Der eingefügte Text wurde auf die zulässige Länge von %llu eingekürzt.
es: La longitud máxima del texto está establecida a %llu. El texto insertado fue truncado.
it: La lunghezza massima del testo è impostata a %llu. Il testo inserito è stato troncato.
ja: テキストの最大長は %lluに設定されています。挿入されたテキストは切り捨てられました。
pt: O comprimento máximo do texto é definido para %llu. O texto inserido foi truncado.

source: Message
ar: رسالة
cs: Zpráva
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
pt: Mensagem

source: MGTemplateEngine Error
ar: خطأ MGTemplateEngine
cs: Chyba MGTemplateEngine
de: Fehler in MGTemplateEngine
es: Error de MGTemplateEngine
it: Errore MGTemplateEngine
ja: MGTemplateEngine エラー

source: Month
ar: شهر
cs: Měsíc
de: Monat
es: Mes
it: Mese
ja: 月
pt: Mês

source: multiple selection
ar: اختيار متعدد
cs: vícenásobný výběr
de: Mehrfach-Auswahl
es: selección múltiple
it: selezione multipla
ja: 複数選択
pt: múltipla seleção

source: MySQL connecting...
ar: اتصال MySQL...
cs: Připojování k MySQL...
de: Verbinde MySQL ...
es: conectando con MySQL...
it: Connessione MySQL...
ja: MySQL 接続中...
pt: A ligar ao MySQL...

source: MySQL Help
de: MySQL Hilfe
es: Ayuda de MySQL
ja: MySQLヘルプ
pt: Ajuda MySQL

source: MySQL Help for Selection
ar: مساعدة MySQL للاختيار
cs: MySQL Nápověda pro výběr
de: MySQL Hilfe zur Auswahl
es: Ayuda de MySQL de la selección
it: Aiuto MySQL per la selezione
ja: MySQLヘルプ 選択
pt: Ajuda do MySQL para seleção

source: MySQL Help for Word
ar: مساعدة MySQL للكلمات
cs: MySQL Nápověda pro slovo
de: MySQL Hilfe für Word
es: Ayuda de MySQL del término
it: Aiuto MySQL per Word
ja: MySQLヘルプ 用語
pt: Ajuda do MySQL para Word

source: MySQL Help – Categories
ar: MySQL تعليمات - الفئات
cs: MySQL Nápověda - Kategorie
de: MySQL Hilfe – Kategorien
es: Ayuda de MySQL – Categorías
it: Aiuto MySQL – Categorie
ja: MySQL ヘルプ – カテゴリ
pt: Ajuda do MySQL – Categorias

source: MySQL said:
de: MySQL Ergebnis:
es: MySQL dijo:
ja: MySQL :
pt: Mensagem do MySQL:

source: MySQL said: %@
de: MySQL Ergebnis: %@
es: MySQL dijo: %@
ja: MySQL : %@
pt: Mensagem do MySQL: %@

source: MySQL said: %@
de: MySQL Ergebnis: %@
es: MySQL dijo: %@
ja: MySQL : %@
pt: Mensagem do MySQL: %@

source: Network
ar: الشبكة
cs: Síť
de: Netzwerk
es: Red
it: Rete
ja: ネットワーク
pt: Rede

source: Network Preferences
ar: تفضيلات الشبكة
cs: Předvolby sítě
de: Netzwerk-Vorgaben
es: Preferencias de red
it: Preferenze Di Rete
ja: ネットワーク設定
pt: Preferências de rede

source: Files
ar: الملفات
cs: Soubory
de: Dateien
es: Archivos
it: File
ja: ファイル
pt: ficheiros

source: File Preferences
ar: تفضيلات الملف
cs: Předvolby souboru
de: Datei-Vorgaben
es: Preferencias de archivo
it: Preferenze Del File
ja: ファイル設定
pt: Preferências do ficheiro

source: New Bundle
ar: حزمة جديدة
cs: Nový balíček
de: Neues Bundle
es: Nuevo paquete
it: Nuovo Pacchetto
ja: 新しいバンドル
pt: Novo Pacote

source: New Column Name
ar: اسم العمود الجديد
cs: Nový název sloupce
de: Neuer Spaltenname
es: Nuevo nombre de columna
it: Nome Nuova Colonna
ja: 新しい列名
pt: Nova Coluna

source: New Favorite
ar: مفضلة جديدة
cs: Nová oblíbená
de: Neuer Favorit
es: Nuevo favorito
it: Nuovo Preferito
ja: 新着お気に入り
pt: Novo Favorito

source: New Filter
ar: فلتر جديد
cs: Nový filtr
de: Neuer Filter
es: Nuevo filtro
it: Nuovo Filtro
ja: 新しいフィルタ
pt: Novo Filtro

source: New Folder
ar: مجلد جديد
cs: Nová složka
de: Neuer Ordner
es: Nueva carpeta
it: Nuova Cartella
ja: 新規フォルダ
pt: Nova Pasta

source: New Name
ar: اسم جديد
cs: Nový název
de: Neuer Name
es: Nuevo nombre
it: Nuovo Nome
ja: 新しい名前
pt: Novo Nome

source: New Table
ar: جدول جديد
cs: Nová tabulka
de: NeueTable
es: Nueva tabla
it: Nuova Tabella
ja: 新規テーブル
pt: Nova Tabela

source: No color theme data found.
ar: لم يتم العثور على بيانات سمة الألوان.
cs: Nebyla nalezena žádná barevná data motivu.
de: Keine Daten zum Farbthema gefunden.
es: No se encontraron datos de tema de color.
it: Nessun dato tema colore trovato.
ja: カラーテーマデータが見つかりません。
pt: Nenhum dado de cor do tema encontrado.

source: no compression
ar: بدون ضغط
cs: žádná komprese
de: Ohne Komprimierung
es: sin compresión
it: nessuna compressione
ja: 圧縮なし
pt: sem compressão

source: No connection available
ar: لا يوجد اتصال متاح
cs: Není k dispozici žádné připojení
de: Keine Verbindung verfügbar
es: No hay conexión disponible
it: Nessuna connessione disponibile
ja: ネットワーク接続不可
pt: Nenhuma conexão disponível

source: No connection data found.
ar: لم يتم العثور على بيانات اتصال.
cs: Nebyla nalezena žádná data o připojení.
de: Keine Verbindungsdaten.
es: No se encontraron datos de conexión.
it: Nessun dato di connessione trovato.
ja: 接続データが見つかりません。
pt: Nenhum dado de conexão encontrado.

source: No content filters found.
ar: لم يتم العثور على فلاتر محتوى.
cs: Nebyly nalezeny žádné filtry obsahu.
de: Keine Inhaltsfilter.
es: No se encontraron filtros de contenido.
it: Nessun filtro di contenuto trovato.
ja: コンテンツフィルタが見つかりません。
pt: Nenhum filtro de conteúdo encontrado.

source: No data found.
ar: لا توجد بيانات.
cs: Nebyla nalezena žádná data.
de: Keine Daten.
es: No se encontraron datos.
it: Nessun dato trovato.
ja: データがありません。
pt: Nenhum dado encontrado.

source: No errors
ar: لا توجد أخطاء
cs: Žádné chyby
de: Fehlerfrei
es: No hay errores
it: Nessun errore
ja: エラーなし
pt: Sem erros

source: No Favorties
ar: لا توجد مفضلة
cs: Žádné oblíbené položky
de: Keine Favoriten
es: No hay favoritos
it: Nessun Preferito
ja: お気に入りがありません
pt: Sem Favoritos

source: No files could be created
ar: لا يمكن إنشاء ملفات
cs: Nelze vytvořit žádné soubory
de: Keine Dateien angelegt
es: No se han podido crear los archivos
it: Nessun file può essere creato
ja: ファィルは作成できませんでした。
pt: Nenhum ficheiro pôde ser criado

source: No item found
ar: لم يتم العثور على عنصر
cs: Nebyla nalezena žádná položka
de: Keine Einträge gefunden
es: Ítem no encontrado
it: Nessun elemento trovato
ja: アイテムが見つかりません
pt: Nenhum item encontrado

source: No local port could be allocated for the SSH Tunnel.
ar: لا يمكن تخصيص أي منفذ محلي لنفق SSH.
cs: Pro SSH tunel nemohl být přidělen žádný místní přístav.
de: Der lokale Port für den SSH Tunnel konnte nicht geöffnet werden.
es: No se ha podido asignar el puerto local al túnel SSH.
it: Non è stato possibile assegnare alcun porto locale per il tunnel SSH.
ja: SSHトンネルに割り当てられるローカルポートはありません。
pt: Nenhuma porta local pode ser alocada para o túnel SSH.

source: NO MATCHES
ar: لا توجد علامات
cs: ŽÁDNÉ MATCHY
de: KEINE TREFFER
es: NO HAY RESULTADOS
it: NESSUN MATCHES
ja: マッチなし
pt: SEM OCORRÊNCIAS

source: No optimized field type found.
ar: لم يتم العثور على نوع حقل مُحسَّن.
cs: Nebyl nalezen žádný optimalizovaný typ pole.
de: Kein optimierter Feldtyp.
es: No se ha encontrado tipo óptimo de campo.
it: Nessun tipo di campo ottimizzato trovato.
ja: 最適化されたフィールドタイプが見つかりません。
pt: Nenhum tipo otimizado de campo encontrado.

source: No query favorites found.
ar: لم يتم العثور على أي استعلام مفضل.
cs: Nebyly nalezeny žádné oblíbené dotazy.
de: Keine Query-Favoriten.
es: No se encontraron consultas favoritas.
it: Nessuna query preferita trovata.
ja: クエリのお気に入りが見つかりませんでした。
pt: Nenhuma query favorita encontrada.

source: No results found.
ar: لا توجد نتائج.
cs: Nebyly nalezeny žádné výsledky.
de: Ohne Ergebnis.
es: No se encontraron resultados.
it: Nessun risultato trovato.
ja: 結果はありません
pt: Nenhum resultado encontrado.

source: None
ar: لا
cs: Nic
de: Kein
es: Ninguno
it: Nessuno
ja: なし
pt: Nada

source: Not available
ar: غير متوفر
cs: Není k dispozici
de: Nicht verfügbar
es: No disponible
it: Non disponibile
ja: 利用できません
pt: Não disponível

source: Number of arguments: %lu
ar: عدد الحجوزات: %lu
cs: Počet argumentů: %lu
de: Anzahl der Argumente: %lu
es: Número de argumentos: %lu
it: Numero di argomenti: %lu
ja: 引数の数: %lu
pt: Número de argumentos: %lu

source: Numeric
de: Numerisch
es: Numérico
ja: 数値
pt: Numérico

source: One additional row was removed!
ar: تمت إزالة صف إضافي واحد!
cs: Byl odstraněn jeden další řádek!
de: Eine zusätzliche Zeile wurde entfernt!
es: ¡Una fila adicional fue eliminada!
it: Una riga aggiuntiva è stata rimossa!
ja: 1つの追加行が削除されました！
pt: Uma linha adicional foi removida!

source: One row was not removed.
ar: لم تتم إزالة صف واحد.
cs: Jeden řádek nebyl odstraněn.
de: Eine Zeile wurde nicht entfernt.
es: Una fila no fue eliminada.
it: Una riga non è stata rimossa.
ja: 1行は削除されませんでした。
pt: Uma linha não foi removida.

source: Only one dragged item allowed.
ar: سُحب عنصر واحد فقط مسموح به.
cs: Povolena je pouze jedna přetahovaná položka.
de: Nur ein Item darf gezogen werden.
es: Solo se permite arrastrar un ítem.
it: Solo un elemento trascinato permesso.
ja: ドラッグされたアイテムは1つだけ許可されています。
pt: Apenas um item arrastado é permitido.

source: Only Partially Supported
ar: دعم جزئي فقط
cs: Pouze částečně podporováno
de: Nur teilweise unterstützt.
es: Solo parcialmente soportado
it: Solo Parzialmente Supportato
ja: 一部サポートのみ
pt: Apenas parcialmente suportada

source: Open Function in New Tab
ar: فتح الدالة في علامة تبويب جديدة
cs: Otevřít funkci v novém panelu
de: Funktion in neuem Reiter öffnen
es: Abrir función en nueva pestaña
it: Apri funzione in una nuova scheda
ja: 新しいタブで関数を開く
pt: Abrir Função em Nova Aba

source: Open Function in New Window
ar: فتح الدالة في نافذة جديدة
cs: Otevřít funkci v novém okně
de: Funktion in neuem Fenster öffnen
es: Abrir función en nueva ventana
it: Apri la funzione in una nuova finestra
ja: 新しいウィンドウで関数を開く
pt: Abrir Função em Nova Janela

source: Open in New Tab
ar: فتح في علامة تبويب جديدة
cs: Otevřít v nové kartě
de: In neuem Reiter öffnen
es: Abrir en nueva pestaña
it: Apri in una nuova scheda
ja: 新しいタブを開く
pt: Abrir em Nova Aba

source: Open in New Window
ar: فتح في نافذة جديدة
cs: Otevřít v novém okně
de: In neuem Fenster öffnen
es: Abrir en nueva ventana
it: Apri in una nuova finestra
ja: 新しいウィンドウで開く
pt: Abrir em Nova Janela

source: Open Procedure in New Tab
ar: فتح الإجراء في علامة تبويب جديدة
cs: Otevřená procedura v novém panelu
de: Prozedur in neuem Reiter öffnen
es: Abrir procedimiento en nueva pestaña
it: Procedura aperta in una nuova scheda
ja: 新しいタブでプロシージャを開く
pt: Abrir procedimento em nova aba
