Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Open Procedure in New Window
ar: إجراءات مفتوحة في نافذة جديدة
cs: Otevřená procedura v novém okně
de: Prozedur in neuem Fenster öffnen
es: Abrir procedimiento en nueva ventana
it: Apri la procedura in una nuova finestra
ja: 新しいウインドウでプロシージャを開く
pt: Abrir procedimento em nova janela

source: Open Table in New Tab
ar: فتح الجدول في علامة تبويب جديدة
cs: Otevřít tabulku v novém panelu
de: Tabelle in neuem Reiter öffnen
es: Abrir tabla en nueva pestaña
it: Apri tabella in una nuova scheda
ja: 新しいタブでテーブルを開く
pt: Abrir Tabela em Nova Aba

source: Open Table in New Window
ar: فتح الجدول في نافذة جديدة
cs: Otevřít tabulku v novém okně
de: Tabelle in neuem Fenster öffnen
es: Abrir tabla en nueva ventana
it: Apri tabella in una nuova finestra
ja: 新しいウインドウでテーブルを開く
pt: Abrir Tabela em Nova Janela

source: Open View in New Tab
ar: فتح العرض في علامة تبويب جديدة
cs: Otevřít zobrazení v nové kartě
de: Ansicht in neuem Reiter öffnen
es: Abrir vista en nueva pestaña
it: Apri vista in una nuova scheda
ja: 新しいタブでビューを開く
pt: Abrir View em Nova Aba

source: Open View in New Window
ar: فتح العرض في نافذة جديدة
cs: Otevřít zobrazení v novém okně
de: Ansicht in neuem Fenster öffnen
es: Abrir vista en nueva ventana
it: Apri vista in una nuova finestra
ja: 新しいウインドウでビューを開く
pt: Abrir View em Nova Janela

source: Open %@ in New Window
ar: فتح %@ في نافذة جديدة
cs: Otevřít %@ v novém okně
de: In neuem Fenster öffnen
es: Abrir %@ en una ventana nueva
it: Apri %@ in una nuova finestra
ja: 新しいウィンドウで %@ を開く
pt: Abrir o %@ em uma nova janela

source: Optimize %@
ar: تحسين %@
cs: Optimalizovat %@
de: %@ optimieren
es: Optimizar %@
it: Ottimizza %@
ja: %@を最適化
pt: Otimizar %@

source: Optimize Selected Items
ar: تحسين العناصر المحددة
cs: Optimalizovat vybrané položky
de: Gewählte Items optimieren
es: Optimizar ítems seleccionados
it: Ottimizza Gli Elementi Selezionati
ja: 選択したアイテムを最適化
pt: Otimizar itens selecionados

source: Optimize Table
ar: تحسين الجدول
cs: Optimalizovat tabulku
de: Tabelle optimieren
es: Optimizar tabla
it: Ottimizza Tabella
ja: テーブルの最適化
pt: Otimizar Tabela

source: Optimize table failed.
ar: فشل تحسين الجدول.
cs: Optimalizace tabulky se nezdařila.
de: Tabellen-Optimierung fehlgeschlagen.
es: Optimización de tabla fallida.
it: Ottimizzazione tabella non riuscita.
ja: テーブルの最適化に失敗しました。
pt: Otimizar tabela falhou.

source: Optimized type for field '%@'
ar: نوع محسن للحقل '%@'
cs: Optimalizovaný typ pro pole '%@'
de: Feld-Typ für '%@' optimiert
es: Tipo óptimo de campo '%@'
it: Tipo ottimizzato per il campo '%@'
ja: フィールド '%@ ' に最適化されたタイプ
pt: Tipo otimizado para o campo '%@'

source: optional
ar: اختياري
cs: volitelné
es: opcional
it: opzionale
ja: 省略可能
pt: opcional

source: Passed parameter couldn't be interpreted. Only string or array (with 2 elements) are allowed.
ar: المعامل الذي تم اجتيازه لا يمكن تفسيره. يسمح فقط بسلسلة أو مصفوفة (مع عنصرين).
cs: Prošlý parametr nelze interpretovat. Jsou povoleny pouze řetězec nebo pole (s 2 prvky).
de: Die Verarbeitung des übergebenen Parameters schlug fehl. Nur Zeichenketten oder Arrays (mit 2 Elementen) sind zulässig.
es: El parámetro que se pasa no se puede interpretar. Única cadena o una matriz (con 2 elementos) se permite.
it: Il parametro superato non può essere interpretato. Sono permessi solo stringa o array (con 2 elementi).
ja: 渡されたパラメータを解釈できませんでした。文字列または配列（2つの要素を含む）のみが許可されます。
pt: O parâmetro informado não pôde ser interpretado. Apenas sequências de caracteres ou matriz (com 2 elementos) são permitidos.

source: Permission Denied
ar: تم رفض الإذن
cs: Oprávnění odepřeno
de: Zugriff verwehrt
es: Permiso denegado
it: Permesso Negato
ja: 権限がありません
pt: Permissão Negada

source: Please choose a favorite
ar: الرجاء اختيار المفضلة
cs: Vyberte si prosím oblíbené
de: Favoriten wählen
es: Por favor, elija un favorito
it: Scegli un preferito
ja: お気に入りを選択してください
pt: Por favor, escolha um favorito

source: Please enter the hostname for the SSH Tunnel, or disable the SSH Tunnel.
ar: الرجاء إدخال اسم المضيف لتنزيل SSH، أو تعطيل نفق SSH.
cs: Zadejte prosím název hostitele SSH Tunnel, nebo zakažte SSH tunel.
de: Host-Name für den SSH Tunnel angeben, oder den SSH-Tunnel abschalten.
es: Por favor, introduzca el equipo del túnel SSH, o deshabilite el túnel SSH.
it: Inserisci il nome host per il tunnel SSH o disabilita il tunnel SSH.
ja: SSH Tunnel のホスト名を入力するか、SSH Tunnel を無効にしてください。
pt: Por favor, digite o nome de servidor para o túnel SSH, ou desative o túnel SSH.

source: Please enter the password for ‘%@’:
ar: الرجاء إدخال كلمة المرور لـ ''%@':
cs: Zadejte prosím heslo pro „%@“:
de: Passwort für ‘%@’ angeben:
es: Por favor, introduzca la contraseña de ‘%@’:
it: Inserisci la password per «%@»:
ja: "%@" のパスワードを入力してください:
pt: Por favor digite a senha para ‘%@’:

source: Print
ar: طباعة
cs: Tisk
de: Drucken
es: Imprimir
it: Stampa
ja: 印刷
pt: Impressão

source: Print Page…
ar: طباعة الصفحة…
cs: Vytisknout stránku…
de: Seite drucken …
es: Imprimir página…
it: Stampa Pagina…
ja: ページを印刷中..
pt: Imprimir Página…

source: Privileges
ar: الامتيازات
cs: Práva
de: Zugriffsrechte
es: Privilegios
it: Privilegi
ja: 権限
pt: Privilégios

source: procedure
ar: الإجراء
cs: postup
de: Prozedur
es: procedimiento
it: procedura
ja: プロシージャ
pt: procedimento

source: PROCEDURE INFORMATION
ar: معلومات العملية
cs: POSTUP INFORMACE
de: PROZEDUR-INFORMATION
es: INFORMACIÓN DE PROCEDIMIENTO
it: INFORMAZIONI SUL PROCEDIMENTO
ja: プロシージャ情報
pt: INFORMAÇÕES DA PROCEDURE

source: procedures
ar: الإجراءات
cs: postupy
de: Prozeduren
es: procedimientos
it: procedure
ja: プロシージャ
pt: procedimentos

source: Proceed
ar: المتابعة
cs: Pokračovat
de: Fortsetzen
es: Continuar
it: Procedere
ja: 続行
pt: Continuar

source: Query
ar: الاستعلام
cs: Dotaz
es: Consulta
it: Interrogazione
ja: クエリ

source: Query Background
ar: خلفية الاستعلام
cs: Pozadí dotazu
de: Query Hintergrund
es: Fondo de consulta
it: Sfondo Query
ja: クエリのバックグランド実行
pt: Fundo da Query

source: Query cancelled.
ar: تم إلغاء الاستبيان.
cs: Dotaz zrušen.
de: Query abgebrochen.
es: Consulta cancelada.
it: Interrogazione annullata.
ja: クエリがキャンセルされました。
pt: Query cancelada.

source: Query cancelled. Please note that to cancel the query the connection had to be reset; transactions and connection variables were reset.
ar: تم إلغاء الاستبيان. يرجى ملاحظة أنه لإلغاء الاستعلام يجب إعادة تعيين الاتصال؛ تمت إعادة تعيين المعاملات ومتغيرات الاتصال.
cs: Dotaz zrušen. Pro zrušení dotazu muselo být připojení resetováno; transakce a proměnné připojení byly resetovány.
de: Query abgebrochen. Um die Query abzubrechen, mussten die Verbindung, Verbindungs-Variable und Transaktionen zurückgesetzt werden.
es: Consulta cancelada. Tenga en cuenta que para cancelar la consulta la conexión ha sido reiniciada; las transacciones y las variable de conexión fueron restablecidas.
it: Interrogazione annullata. Si prega di notare che per annullare la query è stato necessario reimpostare la connessione; le transazioni e le variabili di connessione sono state reimpostate.
ja: クエリはキャンセルされました。クエリをキャンセルするには、接続をリセットする必要がありました。トランザクションと接続変数がリセットされました。
pt: Query cancelada. Por favor, note que para cancelar a query, a conexão teve que ser redefinida; as variáveis de conexão e transações foram redefinidas.

source: Query Editor
ar: محرر الاستعلام
cs: Editor dotazů
es: Editor de consultas
it: Editor Query
ja: クエリエディター
pt: Editor de Query

source: Query Editor Preferences
ar: تفضيلات محرر الاستعلام
cs: Nastavení editoru dotazů
de: Query Editor Einstellungen
es: Preferencias de editor de consultas
it: Preferenze Dell'Editor Delle Interrogazioni
ja: クエリエディタの設定
pt: Preferências do Editor de Query

source: Query logging is currently disabled
ar: تسجيل الاستعلام معطل حاليا
cs: Protokolování dotazů je v současné době zakázáno
de: Query Protokollierung derzeit abgeschaltet
es: El registro de consultas está actualmente deshabitado
it: Il registro delle interrogazioni è attualmente disabilitato
ja: クエリのログは現在無効です
pt: O Log de queries está atualmente desativado

source: Query Result
ar: نتيجة الاستعلام
cs: Výsledek dotazu
de: Query Ergebnis
es: Resultado de consulta
it: Risultato Query
ja: クエリの結果
pt: Resultado da query

source: Query results
ar: نتائج الاستعلام
cs: Výsledky dotazu
de: Query Ergebnisse
es: Resultados de la consulta
it: Risultati delle interrogazioni
ja: クエリの結果
pt: Resultados da query

source: Query Status
ar: حالة الاستعلام
cs: Stav dotazu
es: Estado de consulta
it: Stato Query
ja: クエリの状態
pt: Estado da query

source: Querying row count failed
ar: فشل الاستعلام عن عدد الصف
cs: Počet dotazů se nezdařil
de: Abfrage der Zeilenzahl schlug fehl
es: El recuento de filas falló
it: Interrogazione conteggio righe fallita
ja: 行数の問い合わせに失敗しました
pt: Falha ao obter contagem de linhas

source: Quick Connect
ar: الاتصال السريع
cs: Rychlé připojení
de: Schnell-Verbindung
es: Conexión rápida
it: Connessione Rapida
ja: クイック接続
pt: Conexão Rápida

source: Quote
ar: اقتباس
cs: Cenová nabídka
de: Zitat
es: Comillas
it: Preventivo
ja: 引用符
pt: Citação

source: Renaming the database '%@' is currently unsupported as it contains objects other than tables (i.e. views, procedures, functions, etc.). If you would like to rename a database please use the 'Duplicate Database', move any non-table objects manually then drop the old database.
ar: إعادة تسمية قاعدة البيانات '%@' غير مدعومة حاليا لأنها تحتوي على عناصر أخرى غير الجداول (أي المشاهدات والإجراءات والوظائف إلخ). إذا كنت ترغب في إعادة تسمية قاعدة البيانات الرجاء استخدام "قاعدة بيانات مكررة"، نقل أي كائنات غير جدول يدوياً ثم أسقط قاعدة البيانات القديمة.
cs: Přejmenování databáze '%@' není v současné době podporováno, protože obsahuje jiné objekty než tabulky (např. zobrazení, postupy, funkce atd.). Pokud chcete přejmenovat databázi, použijte prosím 'Duplicate Database', přesunout všechny nestolní objekty ručně a pak přetáhněte starou databázi.
de: Die Datenbank '%@' kann derzeit nicht umbenannt werden. Sie enthält andere Objekte als Tabellen (Ansichten, Prozeduren, Funktionen, etc.). Zum Umbenennen zuerst ein Duplikat der Datenbank erstellen, alle Objekte außer Tabellen verschieben und danach die alte Datenbank löschen.
es: Renombrar la base de datos '%@' no es posible porque contiene objetos distintos a tablas (p.ej. vistas, procedimientos, funciones, etc.). Si deseas renombrar una base de datos, utilice 'Duplicar base de datos', mueva manualmente cualquier objeto que no sea una tabla y luego suelte la base de datos antigua.
it: Rinominare il database '%@' è attualmente non supportato in quanto contiene oggetti diversi dalle tabelle (cioè visualizzazioni, procedure, funzioni, ecc.). Se si desidera rinominare un database si prega di utilizzare 'Duplicate Database', sposta manualmente qualsiasi oggetto non tabella e rilascia il vecchio database.
ja: データベース '%@' の名前の変更は、テーブル以外のオブジェクト (すなわちビュー、プロシージャ、関数など) が含まれているため、現在サポートされていません。 format@@0 データベースの名前を変更したい場合は、「データベースの複製」を使用してください。 テーブル以外のオブジェクトを手動で移動し、古いデータベースをドロップします。
pt: Renomear o banco de dados '%@' não é suportado atualmente, já que contém objetos diferentes de tabelas (ou seja, views, procedimentos, funções, etc.). Se você gostaria de renomear um banco de dados, por favor use 'Duplicar banco de dados', mova todos os objetos não-tabela manualmente, em seguida, solte o banco de dados antigo.

source: Range: %@ to %@
ar: النطاق: %1$@ إلى %2$@
cs: Rozsah: %1$@ až %2$@
de: Bereich: %1$@ bis %2$@
es: Rango: %1$@ a %2$@
it: Intervallo: %1$@ a %2$@
ja: 範囲: %1$@ から %2$@
pt: Alcance: %1$@ a %2$@

source: Range: -838:59:59.0 to 838:59:59.0 F (precision): 0 (1s) to 6 (1µs)
ar: النطاق: -838:59:59.0 إلى 838:59:59:59.0 F (الدقيقة): 0 (1s) إلى 6 (1 ميكروغرام)
cs: Rozsah: -838:59:59.0 až 838:59:59.0 F (přesnost): 0 (1s) až 6 (1μs)
de: Bereich: -838:59:59.0 to 838:59:59.0 F (Genauigkeit): 0 (1s) bis 6 (1µs)
es: Rango: -838:59:59.0 a 838:59:59.0 F (precisión): 0 (1s) a 6 (1μs)
it: Intervallo: da -838:59:59.0 a 838:59:59.0 F (precisione): da 0 (1s) a 6 (1μs)
ja: 範囲:-838:59:59.0~838:59:59:59.0 F(精度):0(1)~6(1μs)
pt: Intervalo: -838:59:59:59,0 a 838:59:59,0 F (precisão): 0 (1s) a 6 (1➲ s)

source: Range: 0000, 1901 to 2155
ar: النطاق: 0000, 1901 إلى 2155
cs: Rozsah: 0000, 1901 až 2155
de: Bereich: 0000, 1901 bis 2155
es: Rango: 0000, 1901 a 2155
it: Gamma: 0000, 1901 a 2155
ja: 範囲:0000、1901年から2155年まで
pt: Intervalo: 0000, 1901 a 2155

source: Range: 1 to 64 members 1, 2, 3, 4 or 8 bytes storage
ar: النطاق: 1 إلى 64 عضوا 1 أو 2 أو 3 أو 4 أو 8 بايت
cs: Rozsah: 1 až 64 členů 1, 2, 3, 4 nebo 8 bajtů
de: Bereich: 1 bis 64 Einträge 1, 2, 3, 4 oder 8 Bytes Speicher
es: Rango: 1 a 64 miembros 1, 2, 3, 4 u 8 bytes de almacenamiento
it: Intervallo: da 1 a 64 membri 1, 2, 3, 4 o 8 byte
ja: 範囲: 1 ~ 64 メンバー 1、2、3、4 または 8 バイトストレージ
pt: Intervalo: entre 1 e 64 membros 1, 2, 3, 4 ou 8 bytes de armazenamento

source: Range: 1000-01-01 00:00:00.0 to 9999-12-31 23:59:59.999999 F (precision): 0 (1s) to 6 (1µs)
ar: النطاق: 1000-01-01 00:00.0 إلى 9999-12-31 23:59:59.999999 F (الدقيقة): 0 (1s) إلى 6 (ميكروغرام)
cs: Rozsah: 1000-01-01 00:00:00.0 až 9999-12-31 23:59:59.9999 F (přesnost): 0 (1s) až 6 (1μs)
de: Bereich: 1000-01-01 00:00:00.0 bis 9999-12-31 23:59:59.999999 F (Genauigkeit): 0 (1s) bis 6 (1µs)
es: Rango: 1000-01-01 00:00:00.0 a 9999-12-31 23:59:59.999999 F (precisión): 0 (1s) a 6 (1μs)
it: Intervallo 1000-01-01 00:00:00.0 a 9999-12-31 23:59:59.999999 F (precisione): da 0 (1s) a 6 (1μs)
ja: 範囲: 1000-01-01 00:00.0〜9999-12-31 23:59:59.999999 F (精度: 0(1)〜6(1μs)
pt: Intervalo: 1000-01-01 00:00.0 a 9999-12-31 23:59:59.999999 F (precisão): 0 (1s) a 6 (1µs)

source: Range: 1000-01-01 to 9999-12-31
ar: النطاق: 1000-01-01 إلى 9999-12-31
cs: Rozsah: 1000-01-01 až 9999-12-31
de: Bereich: 1000-01-01 bis 9999-12-31
es: Rango: 1000-01-01 a 9999-12-31
it: Gamma: da 1000-01-01 a 9999-12-31
ja: 範囲: 1000-01-01-9999-12-31
pt: Intervalo: 1000-01-01 a 9999-12-31

source: Range: 1970-01-01 00:00:01.0 to 2038-01-19 03:14:07.999999 F (precision): 0 (1s) to 6 (1µs)
ar: النطاق: 1970-01-01 00:00:00:01.0 إلى 2038-01-19 03:14:07.999999 F (الدقيقة): 0 (1s) إلى 6 (1 ميكروغرام)
cs: Rozsah: 1970-01-01 00:00:01.0 až 2038-01-19 03:14:07.9999 F (přesnost): 0 (1s) až 6 (1μs)
de: Bereich: 1970-01-01 00:00:01.0 bis 2038-01-19 03:14:07.999999 F (Genauigkeit): 0 (1s) bis 6 (1µs)
es: Rango: 1970-01-01 00:00:01.0 a 2038-01-19 03:14:07.999999 F (precisión): 0 (1s) a 6 (1μs)
it: Gamma: 1970-01-01 00:00:01.0 a 2038-01-19 03:14:07.999999 F (precisione): 0 (1s) a 6 (1μs)
ja: 範囲: 1970-01-01 00:00.0〜2038-01-19 03:14:07.999999 F (精度: 0(1)〜6(1μs)
pt: Intervalo: 1970-01-01 00:00:01.0 a 2038-01-19 03:14:07,999999 F (precisão): 0 (1s) a 6 (1µs)

source: Reading...
ar: القراءة...
cs: Čtení...
de: Lese …
es: leyendo...
it: Lettura...
ja: 読み込み中...
pt: Lendo...

source: Refresh Databases
ar: تحديث قواعد البيانات
cs: Aktualizovat databáze
de: Datenbanken auffrischen
es: Actualizar bases de datos
it: Aggiorna Database
ja: データベースの再表示
pt: Atualizar Bancos de Dados

source: Refresh List
ar: تحديث القائمة
cs: Aktualizovat seznam
de: Liste auffrischen
es: Actualizar lista
it: Aggiorna Lista
ja: リストを更新
pt: Atualizar Lista

source: Relations
ar: العلاقات
cs: Vztahy
de: Relationen
es: Relaciones
it: Relazioni
ja: 関連
pt: Relacionamentos

source: Relations for table: %@
ar: العلاقات مع الجدول: %@
cs: Vztahy k tabulce: %@
de: Relationen der Tabelle: %@
es: Relaciones de tabla: %@
it: Relazioni per la tabella: %@
ja: テーブルのリレーション: %@
pt: Relacionamentos para a tabela: %@

source: Reload Bundles
ar: إعادة تحميل الحزم
cs: Znovu načíst balíčky
de: Bundles erneut laden
es: Volver a cargar paquetes
it: Ricarica Pacchetti
ja: バンドルを再読み込み
pt: Recarregar Pacotes

source: Reloading data...
ar: إعادة تحميل البيانات...
cs: Načítání dat...
de: Daten werden erneut geladen …
es: Volviendo a cargar datos...
it: Ricarica dati...
ja: データを再読み込み中...
pt: Recarregando dados...

source: Reloading...
de: Erneut laden …
es: Volviendo a cargar...
ja: リロード中...
pt: Recarregando...

source: Remote Error
ar: خطأ بعيد
cs: Vzdálená chyba
de: Remote-Fehler
es: Error remoto
it: Errore Remoto
ja: リモートエラー
pt: Erro Remoto

source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
es: Eliminar
it: Rimuovi
ja: 削除
pt: Remover

source: Remove All
ar: إزالة الكل
cs: Odstranit vše
de: Alle entfernen
es: Eliminar todo
it: Rimuovi Tutto
ja: 全て削除
pt: Remover Todos

source: Remove all query favorites?
ar: إزالة جميع مفضلات الاستعلام؟
cs: Odstranit všechny oblíbené dotazy?
de: Alle Query Favoriten entfernen?
es: ¿Eliminar todas las consultas favoritas?
it: Rimuovere tutti i preferiti della query?
ja: すべてのクエリのお気に入りを削除しますか？
pt: Remover todas as queries favoritas?

source: Remove selected Bundle?
ar: إزالة الحزمة المحددة؟
cs: Odstranit vybraný balík?
de: Gewähltes Bundle entfernen?
es: ¿Eliminar paquete seleccionado?
it: Rimuovere il pacchetto selezionato?
ja: 選択したバンドルを削除しますか?
pt: Remover Pacote selecionado?

source: Remove selected content filters?
ar: إزالة فلاتر المحتوى المحددة؟
cs: Odstranit vybrané filtry obsahu?
de: Gewählte Inhalts-Filter entfernen?
es: ¿Eliminar filtros de contenido seleccionados?
it: Rimuovere i filtri di contenuto selezionati?
ja: 選択したコンテンツフィルタを削除しますか？
pt: Remover filtros de conteúdo selecionados?

source: Remove selected query favorites?
ar: إزالة مفضلة الاستعلام المحددة؟
cs: Odstranit vybrané oblíbené dotazy?
de: Gewählte Query Favoriten entfernen?
es: ¿Eliminar consultas favoritas seleccionadas?
it: Rimuovere i preferiti della query selezionata?
ja: 選択したクエリのお気に入りを削除しますか？
pt: Remover queries selecionadas favoritas?

source: Removing field...
ar: إزالة الحقل...
cs: Odstraňování pole...
de: Feld wird entfernt …
es: Eliminando campo...
it: Rimozione campo...
ja: フィールドを削除しています...
pt: Removendo campo...

source: Removing index...
ar: إزالة الفهرس...
cs: Odstraňování indexu...
de: Index wird entfernt …
es: Eliminando índice...
it: Rimozione indice...
ja: インデックスを削除しています...
pt: Removendo índice...

source: Rename database '%@' to:
ar: إعادة تسمية قاعدة البيانات '%@' إلى:
cs: Přejmenovat databázi '%@' na:
de: Datenbank '%@' umbenennen auf:
es: Renombrar base de datos '%@' a:
it: Rinomina database '%@' in:
ja: データベース '%@' の名前を変更:
pt: Renomear banco de dados '%@' para:

source: Rename Function...
ar: إعادة تسمية الدالة...
cs: Přejmenovat funkci...
de: Funktion umbenennen …
es: Renombrar función...
it: Rinomina Funzione...
ja: ファンクションの名前を変更...
pt: Renomear Função...

source: Rename Procedure...
ar: إعادة تسمية الإجراء...
cs: Přejmenovat postup...
de: Prozedur umbenennen …
es: Renombrar procedimiento...
it: Rinomina Procedura...
ja: プロシージャの名前を変更...
pt: Renomear Procedimento...

source: Rename Table...
ar: إعادة تسمية الجدول...
cs: Přejmenovat tabulku...
de: Tabelle umbenennen …
es: Renombrar tabla...
it: Rinomina Tabella...
ja: テーブルの名前を変更...
pt: Renomear Tabela...

source: Rename View...
ar: إعادة تسمية العرض...
cs: Přejmenovat zobrazení...
de: Ansicht umbenennen …
es: Renombrar vista...
it: Rinomina Vista...
ja: ビューの名前を変更...
pt: Renomear View...

source: Repair %@
ar: إصلاح %@
de: %@ reparieren
es: Reparar %@
it: %@ Riparazione
ja: %@を修復
pt: Reparar %@

source: Repair Selected Items
ar: إصلاح العناصر المحددة
cs: Opravit vybrané položky
de: Gewählte Items reparieren
es: Reparar ítems seleccionados
it: Ripara Oggetti Selezionati
ja: 選択したアイテムを修復
pt: Reparar itens selecionados

source: Repair Table
ar: جدول الإصلاح
cs: Opravovací tabulka
de: Tabelle reparieren
es: Reparar tabla
it: Ripara Tavolo
ja: テーブルの修復
pt: Reparar Tabela

source: Repair table failed.
ar: فشل إصلاح الجدول.
cs: Oprava tabulky se nezdařila.
de: Tabellen-Reparatur schlug fehl.
es: Reparación de tabla fallida.
it: Riparazione tabella fallita.
ja: テーブルの修復に失敗しました。
pt: A reparação da tabela falhou.

source: Replace
ar: استبدل
cs: Nahradit
de: Ersetzen
es: Reemplazar
it: Sostituisci
ja: 置換
pt: Substituir

source: Replace Entire Content
ar: استبدال المحتوى بأكمله
cs: Nahradit celý obsah
de: Gesamten Inhalt ersetzen
es: Reemplazar todo el contenido
it: Sostituisci Intero Contenuto
ja: 内容全体を置換
pt: Substituir todo o conteúdo

source: Replace Selection
ar: استبدال التحديد
cs: Nahradit výběr
de: Auswahl ersetzen
es: Reemplazar selección
it: Sostituisci Selezione
ja: 選択の置換
pt: Substituir seleção

source: Represents a 4 digit year value, stored as 1 byte. Invalid values are converted to 0000 and two digit values 0 to 69 will be converted to years 2000 to 2069, resp. values 70 to 99 to years 1970 to 1999. The YEAR(2) type was removed in MySQL 5.7.5.
ar: يمثل قيمة سنة مكونة من 4 أرقام، مخزنة كـ 1 بايت. يتم تحويل القيم غير الصحيحة إلى 0000 وسيتم تحويل القيم من 0 إلى 69 إلى سنة 2000 إلى سنة 2069. تم إزالة نوع YEAR(2) في MySQL 5.7.5.
cs: Představuje čtyřmístnou hodnotu roku uloženou jako 1 byt. Neplatné hodnoty jsou převedeny na 0000 a dvě číslice hodnoty 0 až 69 budou převedeny na roky 2000 až 2069, resp. hodnoty 70 až 99 do let 1970 až 1999. Typ YEAR(2) byl odstraněn v MySQL 5.7.5.
de: Eine 4-stellige Jahreszahl, als 1 Byte gespeichert. Ungültige Werte werden zu 0000, 2-stellige Werte 0 to 69 zu den Jahreszahlen 2000 to 2069, die Werte 70 bis 99 zu den Jahren 1970 bis 1999 gewandelt. Der YEAR(2) Type wurde in MySQL 5.7.5 entfernt.
it: Rappresenta un valore di 4 cifre, memorizzato come 1 byte. I valori non validi sono convertiti in 0000 e due valori di cifra da 0 a 69 saranno convertiti in anni 2000 a 2069, resp. valori da 70 a 99 anni dal 1970 al 1999. Il tipo YEAR(2) è stato rimosso in MySQL 5.7.5.
ja: 1 バイトとして格納された 4 桁の年値を表します。 無効な値は0000に変換され、2桁の値は0から69に変換されます。2000年から2069年に変換されます。 values 70 to 99 to Year 1970 to 1999 1970 to 1999 YEAR(2) type was removed in MySQL 5.7.5.
pt: Representa um valor de ano de 4 dígitos, armazenado como 1 byte. Valores inválidos são convertidos para 0000 e valores de dois dígitos 0 a 69 serão convertidos nos anos 2000 a 2069, resp. valores de 70 a 99 aos anos de 1970 a 1999. O tipo de YEAR (2) foi removido no MySQL 5.7.5.

source: Represents a collection of LineStrings.
ar: يمثل مجموعة من الخطوط الخطية.
cs: Představuje sbírku LineStrings.
de: Eine Sammlung von Polylinien.
es: Representa una colección de LineStrings.
it: Rappresenta una raccolta di LineStrings.
ja: LineStringsのコレクションを表します。
pt: Representa uma coleção de LineStrings.

source: Represents a collection of objects of any other single- or multi-valued spatial type. The only restriction being, that all objects must share a common coordinate system.
ar: يمثل مجموعة من الأجسام من أي نوع مكاني آخر أحادي أو متعدد القيمة. والقيد الوحيد هو أن جميع الأشياء يجب أن تشترك في نظام تنسيقي مشترك.
cs: Představuje množinu objektů jakéhokoli jiného jednotlivého nebo vícenásobného prostorového typu. Jediné omezení, že všechny objekty musí sdílet společný souřadnicový systém.
de: Eine Sammlung von Objekten mit ein- oder mehrfachen räumlichen Werten. Alle Objekte müssen das selbe Koordinatensystem benutzen.
it: Rappresenta una raccolta di oggetti di qualsiasi altro tipo spaziale singolo o multi-valore. L'unico limite è che tutti gli oggetti devono condividere un sistema di coordinate comune.
ja: 他の単一または多重値の空間タイプのオブジェクトのコレクションを表します。 唯一の制限は、すべてのオブジェクトが共通の座標系を共有する必要があることです。
pt: Representa uma coleção de objetos de qualquer outro tipo espacial singular ou multi-valorizado. A única restrição, ou seja, que todos os objectos devem partilhar um sistema de coordenação comum.
