Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Copy Create Syntaxes
ar: نسخ إنشاء توليفة
cs: Kopírovat Syntaxe
de: Syntaxen für ‚Erstellen‘ kopieren
es: Copiar sintaxis create
it: Copia Crea Sintassi
ja: 構文をコピー
pt: Copiar Sintaxes Criar

source: Copy Create Table Syntax
ar: نسخ إنشاء صيغة الجدول
cs: Kopírovat syntaxi pro vytvoření tabulky
de: Syntax ‚Tabelle erstellen‘ kopieren
es: Copiar sintaxis create table
it: Copia Crea Sintassi Della Tabella
ja: テーブルの構文をコピー
pt: Copiar Sintaxe de CREATE TABLE

source: Copy Create View Syntax
ar: نسخ إنشاء صيغة العرض
cs: Kopírovat syntaxi vytvořit zobrazení
de: Syntax ‚Ansicht erstellen‘ kopieren
es: Copiar sintaxis create view
it: Copia Crea Sintassi Vista
ja: ビューの構文をコピー
pt: Copiar Sintaxe de CREATE VIEW

source: Copy Variable Name
ar: نسخ اسم المتغير
cs: Kopírovat název proměnné
de: Variablen-Name kopieren
es: Copiar nombre de variable
it: Copia Nome Variabile
ja: 変数名をコピー
pt: Copiar Nome da Variável

source: Copy Variable Names
ar: نسخ أسماء المتغيرات
cs: Kopírovat názvy proměnných
de: Variablen-Name kopieren
es: Copiar nombres de variables
it: Copia Nomi Variabili
ja: 変数名をコピー
pt: Copiar Nomes de Variáveis

source: Copy Variable Value
ar: نسخ قيمة المتغير
cs: Kopírovat hodnotu proměnné
de: Wert der Variable kopieren
es: Copiar valor de variable
it: Copia Valore Variabile
ja: 変数の値をコピー
pt: Copiar Valor da Variável

source: Copy Variable Values
ar: نسخ القيم المتغيرة
cs: Kopírovat hodnoty proměnné
de: Werte der Variablen kopieren
es: Copiar valores de variables
it: Copia Valori Variabili
ja: 変数名をコピー
pt: Copiar Valores das Variáveis

source: Could not export the %@ '%@' because of a permissions error.
ar: تعذر تصدير %1$@ '%2$@بسبب خطأ في الأذونات.
cs: Nelze exportovat %1$@ '%2$@' z důvodu chyby oprávnění.
de: Wegen fehlender Zugriffsrechte wurde %1$@ '%2$@' nicht exportiert .
es: No se pudo exportar el %1$@ '%2$@' debido a un error de permisos.
it: Impossibile esportare l' %1$@ '%2$@' a causa di un errore di autorizzazioni.
ja: パーミッションエラーのため %1$@ '%2$@' をエクスポートできませんでした。
pt: Não foi possível exportar o %1$@ '%2$@' devido a um erro de permissão.

source: Could not parse file as CSV
ar: تعذر تحليل الملف كـ CSV
cs: Nepodařilo se naparsovat soubor jako CSV
de: Die Datei konnte nicht als CSV verarbeitet werden
es: No se ha podido analizar el archivo como CSV
it: Impossibile analizzare il file come CSV
ja: CSVファイルをパースできませんでした
pt: Não foi possível analisar o ficheiro como CSV

source: Could not select database
ar: تعذر تحديد قاعدة البيانات
cs: Nelze vybrat databázi
de: Die Datenbank konnte nicht gewählt werden
es: No se ha podido seleccionar la base de datos
it: Impossibile selezionare il database
ja: データベースを選択できませんでした
pt: Não foi possível selecionar o banco de dados

source: Couldn't alter database. MySQL said: %@
de: Die Datenbank konnte nicht verändert werden. MySQL Ergebnis: %@
es: No se ha podido modificar la base de datos. MySQL dijo: %@
ja: データベースを変更できませんでした。 MySQL: %@
pt: Não foi possível alterar o banco de dados. Mensagem do MySQL: %@

source: Couldn't copy default themes to Application Support Theme folder! Error: %@
cs: Nelze zkopírovat výchozí motivy do složky podpory aplikace! Chyba: %@
de: Das Standard-Theme konnte nicht in den Ordner Application Support Theme kopiert werden! Fehler: %@
es: ¡No se ha podido copiar los temas predeterminados en la carpeta Application Support Theme folder! Error: %@
it: Impossibile copiare i temi predefiniti nella cartella del tema Supporto applicazioni! Errore: %@
ja: Application Support Theme フォルダにデフォルトのテーマをコピーできませんでした! エラー: %@
pt: Não foi possível copiar os temas padrão para a pasta do Tema de Suporte de Aplicativos! Erro: %@

source: Couldn't create '%@'. MySQL said: %@
de: '%1$@' konnte nicht angelegt werden. MySQL Ergebnis: %2$@
es: No se ha podido crear '%1$@'. MySQL dijo: %2$@
ja: '%1$@' を作成できませんでした。 MySQL は %2$@
pt: Não foi possível criar '%1$@'. Mensagem do MySQL: %2$@

source: Couldn't create Application Support Bundle folder! Error: %@
cs: Složka Balíček aplikací se nepodařilo vytvořit! Chyba: %@
de: Der Ordner Application Support Bundle konnte nicht angelegt werden!\Fehler: %@
es: ¡No se ha podido crear la carpeta Application Support Bundle! Error: %@
it: Impossibile creare la cartella Bundle Supporto applicazioni! Errore: %@
ja: Application Support Bundle フォルダを作成できませんでした! エラー: %@
pt: Não foi possível criar a pasta Pacotes de Suporte do Aplicativo! Erro: %@

source: Couldn't create Application Support Theme folder! Error: %@
cs: Složka podpory aplikací se nepodařilo vytvořit! Chyba: %@
de: Der Ordner Application Support Theme konnten nicht angelegt werden!\Fehler: %@
es: ¡No se ha podido crear la carpeta Application Support Theme! Error: %@
it: Impossibile creare la cartella Tema Supporto Applicazioni! Errore: %@
ja: アプリケーションのサポートテーマフォルダを作成できませんでした! エラー: %@
pt: Não foi possível criar pasta Suporte de Temas do Aplicativo! Erro: %@

source: Couldn't create database. MySQL said: %@
de: Die Datenbank konnte nicht angelegt werden. MySQL Ergebnis: %@
es: No se ha podido crear la base de datos. MySQL dijo: %@
ja: データベースを作成できませんでした。 MySQL は: %@
pt: Não foi possível criar o banco de dados. Mensagem do MySQL: %@

source: Couldn't delete '%@'. MySQL said: %@
de: '%1$@' konnte nicht gelöscht werden. MySQL Ergebnis: %2$@
es: No se ha podido eliminar '%1$@'. MySQL dijo: %2$@
ja: '%1$@'を削除できませんでした。 MySQL: %2$@
pt: Não foi possível excluir '%1$@'. Mensagem do MySQL: %2$@

source: Couldn't delete '%@'. Selecting the 'Force delete' option may prevent this issue, but may leave the database in an inconsistent state. MySQL said: %@
de: '%1$@' konnte nicht gelöscht werden. ’Erzwungenes Löschen’ könnte dem Abhilfe schaffen, aber die Datenbank in einen inkonsistenten Zustand versetzen. MySQL Ergebnis: %2$@
es: No se ha podido eliminar '%1$@'. Seleccionando la opción 'Forzar borrado' puede evitar este problema, pero puede dejar la base de datos en un estado inconsistente. MySQL dijo: %2$@
ja: '%1$@'を削除できませんでした。 '強制削除'オプションを選択すると、この問題を防ぐことができますが、データベースに一貫性のない状態が残る可能性があります。 MySQLによると：%2$@
pt: Não foi possível excluir '%1$@' Selecionar a opção 'Forçar eliminação' pode evitar esse problema, mas pode deixar o banco de dados em um estado inconsistente. Mensagem do MySQL: %2$@

source: Couldn't delete field %@. MySQL said: %@
de: Das Feld %1$@ konnte nicht gelöscht werden. MySQL Ergebnis: %2$@
es: No se ha podido eliminar el campo %1$@. MySQL dijo: %2$@
ja: '%1$@'を削除できませんでした。 MySQL: %2$@
pt: Não foi possível excluir o campo %1$@. Mensagem do MySQL: %2$@

source: Couldn't delete rows. MySQL said: %@
de: Die Zeilen konnten nicht gelöscht werden. MySQL Ergebnis: %@
es: No se ha podido eliminar las filas. MySQL dijo: %@
ja: 行を削除できませんでした。 MySQL は %@
pt: Não foi possível excluir as linhas. Mensagem do MySQL: %@

source: Couldn't delete the database. MySQL said: %@
de: Die Datenbank konnte nicht gelöscht werden. MySQL Ergebnis: %@
es: No se ha podido eliminar la base de datos. MySQL dijo: %@
ja: データベースを削除できませんでした。 MySQL は: %@
pt: Não foi possível excluir o banco de dados. Mensagem do MySQL: %@

source: Couldn't duplicate '%@'. MySQL said: %@
de: '%1$@' konnte nicht dupliziert werden. MySQL Ergebnis: %2$@
es: No se ha podido duplicar '%1$@'. MySQL dijo: %2$@
ja: '%1$@'を複製できませんでした。 MySQLは次のとおりです: %2$@
pt: Não foi possível duplicar '%1$@'. Mensagem do MySQL: %2$@

source: Couldn't flush privileges. MySQL said: %@
de: Die Zugriffsrechte konnten nicht festgeschrieben werden. MySQL Ergebnis: %@
es: No se ha podido volver a cargar los privilegios. MySQL dijo: %@
ja: 権限をフラッシュできませんでした。 MySQL は %@
pt: Não foi possível liberar privilégios. Mensagem do MySQL: %@

source: Couldn't get create syntax. MySQL said: %@
de: ‚Erstellen‘ Syntax nicht gefunden. MySQL Ergebnis: %@
es: No se ha podido obtener la sintaxis create. MySQL dijo: %@
ja: 構文を取得できませんでした。 MySQL: %@
pt: Não foi possível obter sintaxe de criação. Mensagem do MySQL: %@

source: Couldn't identify field origin unambiguously. The column '%@' contains data from more than one table.
ar: تعذر تحديد مصدر الحقل بشكل لا لبس فيه. العمود '%@' يحتوي على بيانات من أكثر من جدول.
cs: Nelze jednoznačně identifikovat počátek pole. Sloupec '%@' obsahuje data z více než jedné tabulky.
de: Die Feld Herkunft ist mehrdeutig. Die Spalte '%@' enthält Daten von mehr als einer Tabelle.
es: No se ha podido identificar el origen del campo sin ambigüedades. La columna '%@' contiene datos de más de una tabla.
it: Impossibile identificare il campo di origine senza ambiguità. La colonna '%@' contiene dati da più di una tabella.
ja: フィールドの原点を明確に識別できませんでした。列 '%@' には複数のテーブルのデータが含まれています。
pt: Não foi possível identificar a origem do campo sem ambiguidades. A coluna '%@' contém dados de mais de uma tabela.

source: Couldn't load the row. Reload the table to be sure that the row exists and use a primary key for your table.
ar: تعذر تحميل الصف. أعد تحميل الجدول للتأكد من وجود الصف واستخدام مفتاح أساسي لجدولك.
cs: Řádek se nepodařilo načíst. Znovu načtěte tabulku a ujistěte se, že řádek existuje a použijte primární klíč pro tabulku.
de: Zeile konnte nicht geladen werden. Tabelle erneut laden um sicherzustellen, dass die Zeile vorhanden ist. Einen Primärschlüssel für die Tabelle benutzen.
es: No se ha podido cargar la fila. Vuelva a cargar la tabla para estar seguro que la fila existe y use la clave primaria de su tabla.
it: Impossibile caricare la riga. Ricarica la tabella per essere sicuro che la riga esista e usa una chiave primaria per la tabella.
ja: 行をロードできませんでした。行が存在することを確認するためにテーブルをリロードし、テーブルにプライマリキーを使用してください。
pt: Não foi possível carregar a linha. Recarregue a tabela para ter certeza de que a linha existe e use uma chave primária para sua tabela.

source: Couldn't read the file content of
ar: تعذر قراءة محتوى الملف من
cs: Nelze číst obsah souboru
de: Unlesbarer Datei-Inhalt von
es: No se ha podido leer el contenido del archivo de
it: Impossibile leggere il contenuto del file
ja: 次のファイルの内容を読み取ることができませんでした
pt: Não foi possível ler o conteúdo do ficheiro de

source: Couldn't sort column.
ar: تعذر فرز العمود.
cs: Řazení sloupce se nezdařilo.
de: Spalte nicht sortierbar.
es: No se ha podido ordenar la columna.
it: Impossibile ordinare la colonna.
ja: 列をソートできませんでした。
pt: Não foi possível ordenar a coluna.

source: Couldn't sort table. MySQL said: %@
de: Tabelle nicht sortierbar. MySQL Ergebnis: %@
es: No se ha podido ordenar la tabla. MySQL dijo: %@
ja: テーブルをソートできませんでした。MySQL: %@
pt: Não foi possível ordenar. Mensagem do MySQL: %@

source: Couldn't write field. MySQL said: %@
de: Feld nicht geschrieben. MySQL Ergebnis: %@
es: No se ha podido escribir el campo. MySQL dijo: %@
ja: フィールドを書き込めませんでした。 MySQL: %@
pt: Não foi possível escrever o campo. Mensagem do MySQL: %@

source: Create syntax for
ar: إنشاء بناء الجملة لـ
cs: Vytvořit syntaxi pro
de: Syntax erstellen für
es: Crear sintaxis para
it: Crea sintassi per
ja: 構文
pt: Criar sintaxe para

source: Create syntax for %@ '%@'
ar: إنشاء بناء الجملة ل %1$@ '%2$@'
cs: Vytvořit syntaxi pro %1$@ '%2$@'
de: Erstelle Syntax für %1$@ '%2$@'
es: Sintaxis create de %1$@ '%2$@'
it: Crea sintassi per %1$@ '%2$@'
ja: %1$@ '%2$@ ' の構文
pt: Criar sintaxe para %1$@ '%2$@'

source: Create syntaxes for selected items
ar: إنشاء مجموعة من العناصر المحددة
cs: Vytvořit syntaxe pro vybrané položky
de: Syntaxen für ausgewählte Items erzeugen
es: Sintaxis create de ítems seleccionados
it: Crea sintassi per gli elementi selezionati
ja: 選択アイテムの構文
pt: Criar sintaxe para itens selecionados

source: create_options: %@
ar: إنشاء_خيارات: %@
es: crear_opciones: %@
ja: 作成オプション: %@

source: created: %@
ar: تم إنشاؤه: %@
cs: vytvořeno: %@
de: erstellt: %@
es: creada: %@
it: creato: %@
ja: 作成: %@
pt: criado: %@

source: Creates a surface by combining one LinearRing (ie. a LineString that is closed and simple) as the outside boundary with zero or more inner LinearRings acting as "holes".
ar: ينشئ سطحا بالجمع بين رابط واحد (أي . (أ) سلسلة اللينسترين المغلقة والبسيطة) بوصفها الحدود الخارجية التي تعمل فيها الخطوط الداخلية صفر أو أكثر بوصفها ”ثقوب“.
cs: Vytvoří povrch kombinací jedné linearringu. LineString, který je uzavřený a jednoduchý) jako vnější hranice s nulovou nebo více vnitřních linearingů, které působí jako "dírky".
de: Erstellt eine Oberfläche durch die Kombination eines linearen Ringes (ein LineString ist einfach und geschlossen) als äußere Grenze, innerhlb derer andere Lineare Ringe als „Löcher“ wirken.
it: Crea una superficie combinando un LinearRing (es. una LineString chiusa e semplice) come il confine esterno con zero o più LinearRings interni che agiscono come "buchi".
ja: 外側の境界として1つのLinearRing（つまり、閉じた単純なLineString）と、「穴」として機能する0個以上の内側のLinearRingを組み合わせてサーフェスを作成します。
pt: Cria uma superfície ao combinar um LinearRing (ex. uma LineString que é fechada e simples) como o limite externo com zero ou mais anéis internos LinearRings atuando como "buracos".

source: Creating %@...
ar: إنشاء %@...
cs: Vytváření %@...
de: Erstelle %@...
es: Creando %@...
it: Creazione %@...
ja: %@ を作成しています...
pt: Criando %@...

source: Current Line
ar: الخط الحالي
cs: Aktuální řádek
de: Aktuelle Zeile
es: Línea actual
it: Riga Corrente
ja: 現在の行
pt: Linha Atual

source: Current Query
ar: الاستعلام الحالي
cs: Aktuální dotaz
de: Aktuelle Abfrage
es: Consulta actual
it: Query Attuale
ja: 現在のクエリ
pt: Consulta atual

source: CURRENT SELECTION
ar: تحديد الموقع
cs: AKTUÁLNÍ VÝBĚR
de: AKTUELLE AUSWAHL
es: SELECCIÓN ACTUAL
it: SELEZIONE ATTUALE
ja: 現在の選択
pt: SELEÇÃO ATUAL

source: Current Word
ar: الكلمة الحالية
cs: Aktuální slovo
de: Aktuelles Wort
es: Palabra actual
it: Parola Attuale
ja: 現在の単語
pt: Palavra Atual

source: Custom SSH binary enabled. Disable in Preferences to rule out incompatibilities!
ar: تم تمكين SSH الثنائية. تعطيل في التفضيلات لاستبعاد التعارض!
cs: Vlastní binární soubor SSH je povolen. Zakažte v nastavení pro vyloučení nekompatibility!
de: Angepasste binäre SSH aktiv. In den Einstellungen deaktiveren, um Unverträglichkeiten zu vermeiden!
it: Binario SSH personalizzato abilitato. Disabilita nelle Preferenze per escludere le incompatibilità!
ja: カスタムSSHバイナリを有効にしました。環境設定で無効にすると互換性がありません。
pt: O binário de SSH personalizado está habilitado. Desative nas Preferências para excluir incompatibilidades!

source: Customize Filename (%@)
ar: تخصيص اسم الملف (%@)
cs: Přizpůsobit název souboru (%@)
de: Dateiname anpassen (%@)
es: Personalizar nombre de archivo (%@)
it: Personalizza Nome File (%@)
ja: ファイル名をカスタマイズ (%@)
pt: Personalizar nome do ficheiro (%@)

source: data access: %@ (%@)
ar: الوصول إلى البيانات: %1$@ (%2$@)
cs: přístup k datům: %1$@ (%2$@)
de: Datenzugriff: %1$@ (%2$@)
es: acceso a datos: %1$@ (%2$@)
it: accesso ai dati: %1$@ (%2$@)
ja: データアクセス: %1$@ (%2$@)
pt: acesso aos dados: %1$@ (%2$@)

source: Data Table
ar: جدول البيانات
cs: Tabulka údajů
de: Datentabelle
es: Tabla de datos
it: Tabella Dei Dati
ja: データテーブル
pt: Tabela de dados

source: Data Table Scope commands will run on the Content and Query data tables
ar: نطاق جدول البيانات سيتم تشغيل الأوامر على جداول بيانات المحتوى والاستعلام
cs: Příkazy s datovou tabulkou budou spuštěny na tabulkách obsahu a dotazů
de: Data Table Scope Befehle werden auf den Inhalt und Abfrageergebnis Tabellen angewandt.
es: Ámbito tabla de datos los comandos se ejecutarán en el contenido y las consultas de tablas de datos
it: I comandi della tabella dati verranno eseguiti sulle tabelle dei dati contenuti e query
ja: データテーブルスコープ コマンドは、データテーブル上で実行されます。
pt: Escopo da Tabela de Dados Comandos serão executados no Conteúdo e na Query das tabelas de dados

source: Database
ar: قاعدة البيانات
cs: Databáze
de: Datenbank
es: Base de datos
ja: データベース
pt: Banco de Dados

source: Database changed
ar: تم تغيير قاعدة البيانات
cs: Databáze změněna
de: Datenbank geändert
es: Base de datos modificada
it: Database modificato
ja: データベースが変更されました
pt: Banco de dados alterado

source: Database must have a name.
ar: قاعدة البيانات يجب أن يكون لها اسم.
cs: Databáze musí mít název.
de: Die Datenbank muss benannt werden.
es: La base de datos debe tener un nombre.
it: Il database deve avere un nome.
ja: データベースには名前が必要です。
pt: O banco de dados deve ter um nome.

source: Database Rename Unsupported
ar: إعادة تسمية قاعدة البيانات غير مدعومة
cs: Přejmenování databáze není podporováno
de: Das Umbennen der Datenbank wird nicht unterstützt.
es: Renombrar base de datos no soportado
it: Rinomina Database Non Supportata
ja: データベース名はサポートされていません
pt: Renomear banco de dados não suportado

source: Date
ar: التاريخ
cs: Datum:
de: Datum
es: Fecha
it: Data
ja: 日付
pt: Data

source: Day
ar: يوم
cs: Den
de: Tag
es: Día
it: Giorno
ja: 日
pt: Dia

source: Default
ar: الافتراضي
cs: Výchozí
de: Standard
es: Por defecto
it: Predefinito
ja: デフォルト
pt: Padrão

source: Default (%@)
ar: الافتراضي (%@)
cs: Výchozí (%@)
de: Standard (%@)
es: Por defecto (%@)
it: Predefinito (%@)
ja: デフォルト (%@)
pt: Padrão (%@)

source: Default Bundles Update
ar: تحديث الحزم الافتراضية
cs: Výchozí aktualizace balíčků
de: Standard-Bundles-Update
es: Actualización de paquetes predeterminados
it: Aggiornamento Pacchetti Predefinito
ja: デフォルトのバンドルの更新
pt: Atualização Padrão dos Pacotes

source: Default: %@
ar: الافتراضي: %@
cs: Výchozí: %@
de: Standard: %@
es: Por defecto: %@
it: Predefinito: %@
ja: デフォルト: %@
pt: Padrão: %@

source: Definer
ar: المعرف
cs: Definátor
de: Bezeichner: %@
es: Creador
it: Definitore
ja: 定義者
pt: Definidor

source: definer: %@
ar: معرف: %@
cs: definice: %@
de: Bezeichner: %@
es: creador: %@
it: definitore: %@
ja: 定義者: %@
pt: definidor: %@

source: Defines a list of members, of which every field can use at most one. Values are sorted by their index number (starting at 0 for the first member).
ar: يحدد قائمة الأعضاء التي يمكن لكل حقل منها أن يستخدم واحداً على الأكثر. يتم فرز القيم حسب رقم فهرستها (بدءاً من 0 للعضو الأول).
cs: Určuje seznam členů, kterých může každé pole použít nanejvýš jednou. Hodnoty jsou seřazeny podle jejich indexu (počínaje 0 pro prvního člena).
de: Definiert eine Liste von Einträgen, von denen jedes Feld höchstens eines verwenden kann. Die Werte werden nach Indexnummer sortiert, bei 0 beginnend\.
it: Definisce un elenco di membri, di cui ogni campo può usare al massimo uno. I valori sono ordinati in base al loro numero indice (a partire da 0 per il primo membro).
ja: すべてのフィールドが最大1つで使用できるメンバーのリストを定義します。 値はインデックス番号(最初のメンバーの場合は0から)でソートされます。
pt: Define uma lista de membros que podem ser utilizados por cada campo. Os valores são classificados pelo seu número de índice (começando em 0 para o primeiro membro).

source: Delete
ar: حذف
cs: Vymazat
de: Löschen
es: Eliminar
it: Elimina
ja: 削除
pt: Excluir

source: Delete %@ '%@'?
ar: حذف %1$@ '%2$@'؟
cs: Smazat %1$@ '%2$@'?
de: %1$@ '%2$@' löschen?
es: ¿Eliminar %1$@ '%2$@'?
it: Eliminare %1$@ '%2$@'?
ja: %1$@ '%2$@ を削除しますか？
pt: Excluir %1$@ de%2$@?

source: Delete Both
ar: حذف كليهما
cs: Odstranit obojí
de: Beide löschen
es: Eliminar ambos
it: Elimina Entrambi
ja: 両方を削除
pt: Excluir ambos

source: Delete database '%@'?
ar: حذف قاعدة البيانات '%@'؟
cs: Smazat databázi '%@'?
de: Datenbank '%@' löschen?
es: ¿Eliminar la base de datos '%@'?
it: Eliminare il database '%@'?
ja: データベース'%@ 'を削除しますか?
pt: Excluir banco de dados '%@'?

source: Delete favorite '%@'?
ar: حذف مفضلة '%@'؟
cs: Smazat oblíbené '%@'?
de: Favorit '%@' löschen?
es: ¿Eliminar favorito '%@'?
it: Eliminare il preferito '%@'?
ja: お気に入りの '%@' を削除しますか？
pt: Excluir favorito %@?

source: Delete field '%@'?
ar: حذف الحقل '%@'؟
cs: Smazat pole '%@'?
de: Feld '%@' löschen?
es: ¿Eliminar el campo '%@'?
it: Eliminare il campo '%@'?
ja: フィールド「%@」を削除しますか？
pt: Excluir o campo '%@' '?

source: Delete Function
ar: حذف الدالة
cs: Odstranit funkci
de: Funktion löschen
es: Eliminar función
it: Elimina Funzione
ja: 関数の削除
pt: Excluir Função

source: Delete Functions
ar: حذف الدوال
cs: Odstranit funkce
de: Funktionen löschen
es: Eliminar funciones
it: Elimina Funzioni
ja: 関数の削除
pt: Excluir Funções

source: Delete group '%@'?
ar: حذف المجموعة '%@'؟
cs: Odstranit skupinu '%@'?
de: Gruppe '%@' löschen?
es: ¿Eliminar grupo '%@'?
it: Eliminare il gruppo '%@'?
ja: グループ「%@」を削除しますか？
pt: Excluir grupo '%@'?

source: Delete index '%@'?
ar: حذف الفهرس '%@'؟
cs: Smazat index '%@'?
de: Index '%@' löschen?
es: ¿Eliminar el índice '%@'?
it: Eliminare indice '%@'?
ja: インデックス「%@」を削除しますか？
pt: Excluir o índice%@'?

source: Delete Items
ar: حذف العناصر
cs: Odstranit položky
de: Items löschen
es: Eliminar ítems
it: Elimina Oggetti
ja: 項目を削除
pt: Excluir Itens

source: Delete Procedure
ar: حذف الإجراء
cs: Odstranit postup
de: Prozedur löschen
es: Eliminar procedimiento
it: Elimina Procedura
ja: プロシージャの削除
pt: Excluir Procedimento

source: Delete Procedures
ar: تحذف الإجراءات
cs: Odstranit postupy
de: Prozeduren löschen
es: Eliminar procedimientos
it: Cancellare Le Procedure
ja: プロシージャの削除
pt: Excluir procedimentos

source: Delete Relation
ar: حذف العلاقة
cs: Odstranit vztah
de: Beziehung löschen
es: Eliminar relación
it: Elimina Relazione
ja: 関連の削除
pt: Excluir Relacionamento

source: Delete relation
ar: حذف العلاقة
cs: Odstranit vztah
de: Beziehung löschen
es: Eliminar relación
it: Elimina relazione
ja: 関係の削除
pt: Excluir relacionamento

source: Delete Relations
ar: حذف العلاقات
cs: Odstranit vztahy
de: Beziehungen löschen
es: Eliminar relaciones
it: Elimina Relazioni
ja: 関連の削除
pt: Excluir relacionamentos

source: Delete Row
ar: حذف الصف
cs: Odstranit řádek
de: Zeile löschen
es: Eliminar fila
it: Elimina Riga
ja: 行の削除
pt: Excluir linha

source: Delete Rows
ar: حذف الصفوف
cs: Odstranit řádky
de: Zeilen löschen
es: Eliminar filas
it: Elimina Righe
ja: 行の削除
pt: Excluir Linhas

source: Delete rows?
ar: حذف الصفوف؟
cs: Odstranit řádky?
de: Zeilen löschen?
es: ¿Eliminar las filas?
it: Eliminare le righe?
ja: 行を削除しますか？
pt: Excluir linhas?

source: Delete selected %@?
ar: حذف %@ المحدد ؟
cs: Smazat vybranou %@?
de: Auswahl %@ löschen?
es: ¿Eliminar %@ seleccionada?
it: Eliminare l' %@ selezionato?
ja: 選択した %@ を削除しますか？
pt: Excluir %@?

source: Delete selected row?
ar: حذف الصف المحدد؟
cs: Odstranit vybraný řádek?
de: Ausgewählte Zeile löschen?
es: ¿Eliminar fila seleccionada?
it: Eliminare la riga selezionata?
ja: 選択した行を削除しますか？
pt: Excluir linha selecionada?

source: Delete Table...
ar: حذف الجدول...
cs: Odstranit tabulku...
de: Tabelle löschen...
es: Eliminar tabla...
it: Elimina Tabella...
ja: テーブルを削除
pt: Excluir Tabela...

source: Delete Tables
ar: حذف الجداول
cs: Odstranit tabulky
de: Tabellen löschen
es: Eliminar tablas
it: Elimina Tabelle
ja: テーブルを削除
pt: Excluir Tabelas

source: Delete Trigger
ar: حذف المشغل
cs: Odstranit spouštěč
de: Trigger löschen
es: Eliminar disparador
it: Elimina Trigger
ja: トリガーを削除
pt: Excluir Trigger

source: Delete trigger
ar: حذف المشغل
cs: Odstranit spouštěč
de: Trigger löschen
es: Eliminar disparador
it: Elimina trigger
ja: トリガーを削除
pt: Excluir trigger

source: Delete Triggers
ar: حذف المحطات
cs: Odstranit spouštěče
de: Trigger löschen
es: Eliminar disparadores
it: Elimina Attivatori
ja: トリガーを削除
pt: Excluir Triggers

source: Delete View
ar: حذف طريقة العرض
cs: Odstranit zobrazení
de: Ansicht löschen
es: Eliminar vista
it: Elimina Vista
ja: ビューを削除
pt: Excluir View

source: Delete Views
ar: حذف المشاهدات
cs: Odstranit zobrazení
de: Ansichten löschen
es: Eliminar vistas
it: Elimina Viste
ja: ビューを削除
pt: Excluir Views

source: Disabled Cipher Suites
ar: تم تعطيل سيفر السويتيه
cs: Zakázané Cipher Suites
de: Deaktivierte Chiffre-Suiten
es: Juegos de cifrado desactivados
it: Suite Cipher Disabilitate
ja: 無効化された暗号スイート
pt: Desativar Cipher Suites
