Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: This is the default collation of table %@.
ar: هذا هو التجميع الافتراضي للجدول %@.
cs: Toto je výchozí porovnání tabulky %@.
de: Dies ist die Standardsortierung der Tabelle "%" .
es: Esta es la colación predeterminada de la tabla %@.
it: Questo è l'ordinamento predefinito della tabella %@.
ja: これはテーブル %@ のデフォルトの照合順序です。
pt: Esta é a ordenação padrão da tabela %@.

source: This is the default collation of this server.
ar: هذا هو التجميع الافتراضي لهذا الخادم.
cs: Toto je výchozí porovnání tohoto serveru.
de: Dies ist die Standardsortierung dieses Servers.
es: Esta es la colación predeterminada de este servidor.
it: Questo è l'ordinamento predefinito di questo server.
ja: これはこのサーバーのデフォルトの照合順序です。
pt: Esta é a ordenação padrão deste servidor.

source: This is the default encoding of database %@.
ar: هذا هو الترميز الافتراضي لقاعدة البيانات %@.
cs: Toto je výchozí kódování databáze %@.
de: Dies ist die Standardcodierung der Datenbank %.
es: Esta es la codificación predeterminada de la base de datos %@.
it: Questa è la codifica predefinita del database %@.
ja: これはデータベース %@ のデフォルトエンコーディングです。
pt: Esta é a codificação padrão do banco de dados %@.

source: This is the default encoding of table %@.
ar: هذا هو الترميز الافتراضي للجدول %@.
cs: Toto je výchozí kódování tabulky %@.
de: Dies ist die Standardcodierung der Tabelle "%" .
es: Esta es la codificación predeterminada de la tabla %@.
it: Questa è la codifica predefinita della tabella %@.
ja: これはテーブル %@ のデフォルトエンコーディングです。
pt: Esta é a codificação padrão da tabela %@.

source: This is the default encoding of this server.
ar: هذا هو الترميز الافتراضي لهذا الخادم.
cs: Toto je výchozí kódování tohoto serveru.
de: Dies ist die Standardcodierung dieses Servers.
es: Esta es la codificación predeterminada de este servidor.
it: Questa è la codifica predefinita di questo server.
ja: これはこのサーバーのデフォルトのエンコーディングです。
pt: Esta é a codificação padrão deste servidor.

source: This table currently does not support relations. Only tables that use the InnoDB storage engine support them.
ar: هذا الجدول حاليا لا يدعم العلاقات. فقط الجداول التي تستخدم محرك تخزين InnoDB تدعمهم.
cs: Tato tabulka v současné době nepodporuje vztahy. Podporují je pouze tabulky, které používají úložiště InnoDB.
de: Diese Tabelle unterstützt derzeit keine Beziehungen. Nur Tabellen, die das InnoDB-Speichermodul verwenden, unterstützen sie.
es: Esta tabla no soporta relaciones actualmente. Solo las tablas que usan el motor de almacenamiento InnoDB las soportan.
it: Questa tabella al momento non supporta le relazioni. Solo le tabelle che utilizzano il motore di archiviazione InnoDB le supportano.
ja: このテーブルは現在リレーションをサポートしていません。InnoDB ストレージ エンジンを使用するテーブルのみがサポートしています。
pt: Esta tabela não suporta relacionamentos. Apenas tabelas que usam o mecanismo de armazenamento InnoDB suportam.

source: This user doesn't have any hosts associated with it. It will be deleted unless one is added
ar: هذا المستخدم ليس لديه أي مضيف مرتبط به. سيتم حذفه ما لم يتم إضافة واحد
cs: Tento uživatel nemá přiřazené žádné hostitele. Bude smazán, pokud nebude přidán
de: Diesem Benutzer sind keine Hosts zugeordnet. Sie wird gelöscht, es sei denn, sie wird hinzugefügt
es: Este usuario no tiene ningún equipo asociado. Este se eliminará a menos que sea añadido uno
it: Questo utente non ha alcun host ad esso associato. Sarà eliminato a meno che non venga aggiunto uno
ja: このユーザーは関連付けられたホストを持っていません。追加されない限り削除されます
pt: Este utilizador não tem nenhum servidor associado a ele. Ele será excluído a menos que um seja adicionado

source: This user doesn't seem to have any associated hosts and will be removed unless a host is added.
ar: لا يبدو أن لهذا المستخدم أي مضيف مرتبط وسيتم إزالته ما لم يتم إضافة مضيف.
cs: Zdá se, že tento uživatel nemá žádné přidružené hostitele a bude odstraněn, dokud nebude přidán hostitele.
de: Dieser Benutzer scheint keine zugeordneten Hosts zu haben und wird entfernt, es sei denn, ein Host wird hinzugefügt.
es: Este usuario no parece tener ningún equipo asociado y se eliminará a menos que un equipo sea añadido.
it: Questo utente non sembra avere host associati e verrà rimosso a meno che non venga aggiunto un host.
ja: このユーザーは関連付けられたホストを持っていないため、ホストが追加されない限り削除されます。
pt: Este utilizador não parece ter nenhum servidor associado e será removido a menos que um servidor seja adicionado.

source: This will wait for open transactions to complete and then quit the mysql daemon. Afterwards neither you nor anyone else can connect to this database! Full management access to the server's operating system is required to restart MySQL!
ar: هذا سينتظر حتى تكتمل المعاملات المفتوحة ومن ثم يترك صدى Mysql. بعد ذلك لا يمكنك أو أي شخص آخر الاتصال بقاعدة البيانات هذه! مطلوب وصول الإدارة الكاملة إلى نظام تشغيل الخادم لإعادة تشغيل MySQL!
cs: To bude čekat na otevřené transakce na dokončení a pak skončit mysql daemon. Poté se k této databázi nemůžete připojit ani vy, ani kdokoli jiný! Úplný přístup k operačnímu systému serveru je vyžadován pro restartování MySQL!
de: Dies wartet, bis geöffnete Transaktionen abgeschlossen sind, und beendet dann den mysql-Daemon. Danach können weder Sie noch irgendjemand sonst eine Verbindung zu dieser Datenbank herstellen!
it: Questo aspetterà che le transazioni vengano aperte per completare e poi uscire dal demone mysql. In seguito, né tu né nessun altro puoi connetterti a questo database! L'accesso completo alla gestione del sistema operativo del server è necessario per riavviare MySQL!
ja: これにより、オープンなトランザクションが完了し、mysql デーモンを終了するのを待機します。 その後、あなたも他の誰もこのデータベースに接続できません！ MySQLを再起動するには、サーバーのオペレーティングシステムへの完全な管理アクセスが必要です。
pt: Isto esperará pela conclusão das transações abertas e, em seguida, encerrará o mysql daemon. Depois disso, nem você nem ninguém pode se conectar a esta base de dados! Acesso completo de gerenciamento ao sistema operacional do servidor é necessário para reiniciar o MySQL!

source: Time
ar: الوقت
cs: Čas
de: Zeit
es: Hora
it: Tempo
ja: 時刻
pt: Hora

source: Triggers
ar: المحفزات
cs: Spouštěče
de: Auslöser
es: Disparadores
it: Trigger
ja: トリガー

source: Triggers for table: %@
ar: مشغلات على الجدول: %@
cs: Spouštěče pro tabulku: %@
de: Auslöser für Tabelle: % @
es: Disparadores de tabla: %@
it: Trigger per tabella: %@
ja: テーブルのトリガー: %@
pt: Triggers para a tabela: %@

source: Truncate
ar: اقتطاع
cs: Zkrátit
de: Leeren
es: Truncar
it: Tronca
ja: 切り捨て
pt: Truncar

source: Truncate selected tables?
ar: اقتطاع الجداول المحددة؟
cs: Zkracovat vybrané tabulky?
de: Ausgewählte Tabellen leeren?
es: ¿Truncar tablas seleccionadas?
it: Tronca le tabelle selezionate?
ja: 選択したテーブルを切り捨てますか？
pt: Truncar tabelas selecionadas?

source: Truncate Table...
ar: اقتطاع الجدول...
cs: Zkrátit tabulku...
de: Tabelle leeren...
es: Truncar tabla...
it: Troncamento Tabella...
ja: テーブルを切り詰める...
pt: Truncar Tabela...

source: Truncate table '%@'?
ar: حذف الجدول '%@'؟
cs: Zkrátit tabulku '%@'?
de: Tabelle '%@' leeren?
es: ¿Truncar tabla '%@'?
it: Tronca tabella '%@'?
ja: テーブル'%@'を切り詰める'?
pt: Truncar a tabela '%@'?

source: Truncate Tables
ar: اقتطاع الجداول
cs: Zkrátit tabulky
de: Tabellen leeren
es: Truncar tablas
it: Tronca Tabelle
ja: テーブルを切り詰める
pt: Truncar Tabelas

source: Type
ar: نوع
cs: Typ
de: Typ
es: Tipo
it: Tipo
ja: タイプ
pt: Tipo

source: Type Declaration:
ar: نوع الإعلان:
cs: Prohlášení o typu:
de: Typdeklaration:
es: Declaración de tipo:
it: Dichiarazione Di Tipo:
ja: 型宣言:
pt: Declaração de tipo:

source: Unable to add index
ar: غير قادر على إضافة فهرس
cs: Nelze přidat index
de: Index kann nicht hinzugefügt werden
es: No se puede añadir el índice
it: Impossibile aggiungere l'indice
ja: インデックスを追加できません
pt: Não foi possível adicionar item

source: Unable to analyze selected items
ar: غير قادر على تحليل العناصر المحددة
cs: Vybrané položky nelze analyzovat
de: Ausgewählte Elemente können nicht analysiert werden
es: No se puede analizar los ítems seleccionados
it: Impossibile analizzare gli elementi selezionati
ja: 選択した項目を分析できません
pt: Não é possível analisar os itens selecionados

source: Unable to analyze table
ar: غير قادر على تحليل الجدول
cs: Nelze analyzovat tabulku
de: Tabelle kann nicht analysiert werden
es: No se puede analizar la tabla
it: Impossibile analizzare la tabella
ja: テーブルを分析できません
pt: Não é possível analisar a tabela

source: Unable to check selected items
ar: غير قادر على التحقق من العناصر المحددة
cs: Vybrané položky nelze zkontrolovat
de: Ausgewählte Elemente können nicht überprüft werden
es: No se puede comprobar los ítems seleccionados
it: Impossibile controllare gli elementi selezionati
ja: 選択したアイテムを確認できません
pt: Não foi possível verificar os itens selecionados

source: Unable to check table
ar: غير قادر على التحقق من الجدول
cs: Nelze zkontrolovat tabulku
de: Tabelle kann nicht überprüft werden
es: No se puede comprobar la tabla
it: Impossibile controllare la tabella
ja: テーブルを確認できません
pt: Não foi possível verificar a tabela

source: Unable to connect to host %@ because access was denied. Double-check your username and password and ensure that access from your current location is permitted. MySQL said: %@
de: Verbindung zum Host %1$@ konnte nicht hergestellt werden, da der Zugriff verweigert wurde. Überprüfen Sie Ihren Benutzernamen und Ihr Passwort und stellen Sie sicher, dass der Zugriff von Ihrem aktuellen Standort aus erlaubt ist. MySQL sagte: %2$@
es: No se puede conectar con el equipo %1$@ ya que el acceso fue denegado. Compruebe su nombre de usuario y contraseña y asegúrese de que el acceso desde su ubicación actual está permitido. MySQL dijo: %2$@
ja: アクセスが拒否されたため、ホスト%1$@に接続できません。 ユーザー名とパスワードを再確認し、現在の場所からのアクセスが許可されていることを確認してください。 MySQLによると：%2$@
pt: Não foi possível conectar ao servidor %1$@ porque o acesso foi negado. Verifique seu nome de utilizador e senha e certifique-se de que o acesso da sua localização atual é permitido. MySQL disse: %2$@

source: Unable to connect to host %@ because the port connection via SSH was refused. Please ensure that your MySQL host is set up to allow TCP/IP connections (no --skip-networking) and is configured to allow connections from the host you are tunnelling via. You may also want to check the port is correct and that you have the necessary privileges. Checking the error detail will show the SSH debug log which may provide more details. MySQL said: %@
de: Verbindung zum Host %1$@ konnte nicht hergestellt werden, da die Port-Verbindung über SSH abgelehnt wurde. Bitte stellen Sie sicher, dass Ihr MySQL-Host so eingerichtet ist, dass er TCP/IP-Verbindungen erlaubt (kein --skip-networking) und so konfiguriert ist, dass Verbindungen von dem Host über den Sie tunneln. Sie können auch überprüfen, ob der Port korrekt ist und dass Sie die nötigen Berechtigungen haben. Wenn Sie die Fehlerdetails überprüfen, wird das SSH-Debug-Log angezeigt, das weitere Details enthalten kann. MySQL sagte: %2$@
es: No se puede conectar con el equipo %1$@ ya que la conexión del puerto a través de SSH fue rechazada. Por favor asegúrese que su equipo MySQL está configurado para permitir conexiones TCP/IP (no --skip-networking) y conexiones desde el equipo a través de un túnel. También puede comprobar que el puerto es el correcto y que dispone de los privilegios necesarios. Comprobando el detalle de error mostrará el registro de depuración SSH que puede proporcionar más detalles. MySQL dijo: %2$@
ja: SSH経由のポート接続が拒否されたため、ホスト%1$@に接続できません。 MySQLホストがTCP / IP接続を許可するように設定され（no --skip-networking）、トンネリングを介してトンネリングしているホストからの接続を許可するように構成されていることを確認してください。 ポートが正しいことと、必要な権限があることを確認することもできます。 エラーの詳細を確認すると、SSHデバッグログが表示され、詳細が提供される場合があります。 MySQL said: %2$@
pt: Não foi possível conectar ao servidor %1$@ porque a conexão de porta via SSH foi recusada. Por favor, certifique-se de que o seu host MySQL está configurado para permitir conexões TCP/IP (sem --skip-networking) e está configurado para permitir conexões do host que você está tunelando via. Você também pode querer verificar se a porta está correta e se você tem os privilégios necessários. Verificando o detalhe do erro mostrará o log de depuração SSH que pode fornecer mais detalhes. MySQL disse: %2$@

source: Unable to connect to host %@, or the request timed out. Be sure that the address is correct and that you have the necessary privileges, or try increasing the connection timeout (currently %ld seconds). MySQL said: %@
de: Keine Verbindung zu Host %1$@oder Zeitüberschreitung möglich. Vergewissern Sie sich, dass die Adresse korrekt ist und dass Sie die nötigen Berechtigungen haben, oder versuchen Sie die Zeitüberschreitung der Verbindung zu erhöhen (derzeit %2$ld Sekunden). MySQL sagte: %3$@
es: No se puede conectar con el equipo %1$@, o la solicitud expiró. Asegúrese que la dirección es correcta y que dispone de los privilegios necesarios, o intente aumentar el tiempo de espera de conexión (actualmente %2$ld segundos). MySQL dijo: %3$@
ja: ホスト%1$@に接続できないか、リクエストがタイムアウトしました。 アドレスが正しく、必要な権限があることを確認するか、接続タイムアウト（現在は%2$ld秒）を増やしてみてください。 MySQLによると：%3$@
pt: Não é possível conectar ao servidor %1$@, ou a solicitação expirou. Certifique-se de que o endereço está correto e que você tem os privilégios necessários, ou tente aumentar o tempo limite da conexão (atualmente %2$ld segundos). MySQL disse: %3$@

source: Unable to connect via the socket, or the request timed out. Double-check that the socket path is correct and that you have the necessary privileges, and that the server is running. MySQL said: %@
de: Keine Verbindung über den Socket oder Zeitüberschreitung möglich. Überprüfen Sie, ob der Socket-Pfad korrekt ist und ob Sie die erforderlichen Berechtigungen haben und ob der Server läuft. MySQL sagte: %@
es: No se puede conectar a través del socket, o la solicitud expiró. Compruebe que la ruta del socket es la correcta, que dispone de los privilegios necesarios y que el servidor se está ejecutando. MySQL dijo: %@
ja: ソケット経由で接続できないか、リクエストがタイムアウトしました。 ソケットパスが正しいこと、必要な権限があること、サーバーが実行されていることを再確認してください。 MySQLによると：%@
pt: Não foi possível conectar-se via soquete ou a solicitação expirou. Verifique se o caminho do socket está correto e se você tem os privilégios necessários, e se o servidor está rodando. MySQL disse: %@

source: Unable to copy database
ar: تعذر نسخ قاعدة البيانات
cs: Nelze zkopírovat databázi
de: Datenbank kann nicht kopiert werden
es: No se puede copiar la base de datos
it: Impossibile copiare il database
ja: データベースをコピーできません
pt: Não foi possível copiar o banco de dados

source: Unable to delete index
ar: غير قادر على حذف الفهرس
cs: Index nelze odstranit
de: Index kann nicht gelöscht werden
es: No se puede eliminar el índice
it: Impossibile eliminare l'indice
ja: インデックスを削除できません
pt: Não foi possível excluir o índice

source: Unable to delete relation
ar: غير قادر على حذف العلاقة
cs: Nelze odstranit relaci
de: Beziehung kann nicht gelöscht werden
es: No se puede eliminar la relación
it: Impossibile eliminare la relazione
ja: リレーションを削除できません
pt: Não foi possível excluir o relacionamento

source: Unable to delete trigger
ar: غير قادر على حذف المشغل
cs: Nelze odstranit spouštěč
de: Trigger kann nicht gelöscht werden
es: No se puede eliminar el disparador
it: Impossibile eliminare il trigger
ja: トリガーを削除できません
pt: Não é possível excluir a trigger

source: Unable to flush selected items
ar: غير قادر على مسح العناصر المحددة
cs: Vybrané položky nelze vymazat
de: Ausgewählte Artikel können nicht gelöscht werden
es: No se puede limpiar los ítems seleccionados
it: Impossibile risciacquare gli elementi selezionati
ja: 選択したアイテムをフラッシュできません
pt: Incapaz de liberar os itens selecionados

source: Unable to flush table
ar: غير قادر على مسح الجدول
cs: Nelze vymazat tabulku
de: Tabelle kann nicht geleert werden
es: No se puede limpiar la tabla
it: Impossibile lavare la tabella
ja: テーブルをフラッシュできません
pt: Não é possível liberar a tabela

source: Unable to get list of users
ar: غير قادر على الحصول على قائمة المستخدمين
cs: Nelze získat seznam uživatelů
de: Liste der Benutzer kann nicht abrufen
es: No se puede obtener la lista de usuarios
it: Impossibile ottenere l'elenco degli utenti
ja: ユーザーのリストを取得できません
pt: Não foi possível obter a lista de utilizadors

source: Unable to kill connection
ar: غير قادر على قتل الاتصال
cs: Nelze ukončit připojení
de: Verbindung kann nicht beendet werden
es: No se puede finalizar la conexión
it: Impossibile terminare la connessione
ja: 接続を終了できません
pt: Não é possível matar a conexão

source: Unable to kill query
ar: غير قادر على قتل الاستعلام
cs: Dotaz nelze ukončit
de: Abfrage kann nicht beendet werden
es: No se puede finalizar la consulta
it: Impossibile terminare la query
ja: クエリを終了できません
pt: Não é possível encerrar a query

source: Unable to optimze selected items
ar: غير قادر على تحسين العناصر المحددة
cs: Vybrané položky nelze optimalizovat
de: Ausgewählte Elemente können nicht optimiert werden
es: No se puede optimizar los ítems seleccionados
it: Impossibile ottimizzare gli elementi selezionati
ja: 選択したアイテムを最適化できません
pt: Não é possível otimizar os itens selecionados

source: Unable to optimze table
ar: غير قادر على تحسين الجدول
cs: Nelze optimalizovat tabulku
de: Tabelle kann nicht optimiert werden
es: No se puede optimizar la tabla
it: Impossibile ottimizzare la tabella
ja: テーブルを最適化できません
pt: Não é possível otimizar tabela

source: Unable to perform the checksum
ar: غير قادر على تنفيذ المجموع الاختباري
cs: Kontrolní součet nelze provést
de: Die Prüfsumme kann nicht ausgeführt werden.
es: No se puede realizar el checksum
it: Impossibile eseguire il checksum
ja: チェックサムを実行できません
pt: Não é possível realizar o checksum

source: Unable to remove host
ar: غير قادر على إزالة المضيف
cs: Hostitele nelze odstranit
de: Host kann nicht entfernt werden
es: No se puede eliminar el host
it: Impossibile rimuovere l'host
ja: ホストを削除できません
pt: Não foi possível remover o servidor

source: Unable to rename database
ar: غير قادر على إعادة تسمية قاعدة البيانات
cs: Nelze přejmenovat databázi
de: Datenbank kann nicht umbenannt werden
es: No se puede renombrar la base de datos
it: Impossibile rinominare il database
ja: データベースの名前が変更できませんでした
pt: Impossível renomear banco de dados

source: Unable to repair selected items
ar: غير قادر على إصلاح العناصر المحددة
cs: Vybrané položky nelze opravit
de: Ausgewählte Artikel können nicht repariert werden
es: No se puede reparar los ítems seleccionados
it: Impossibile riparare gli elementi selezionati
ja: 選択したアイテムを修理できません
pt: Não foi possível reparar os itens selecionados

source: Unable to repair table
ar: غير قادر على إصلاح الجدول
cs: Nelze opravit tabulku
de: Tabelle kann nicht repariert werden
es: No se puede reparar la tabla
it: Impossibile riparare la tabella
ja: テーブルを修復できません
pt: Impossível reparar a tabela

source: Unable to select database %@. Please check you have the necessary privileges to view the database, and that the database still exists.
ar: غير قادر على تحديد قاعدة البيانات %@. الرجاء التحقق من أن لديك الامتيازات اللازمة لعرض قاعدة البيانات، وأن قاعدة البيانات لا تزال موجودة.
cs: Nelze vybrat databázi %@. Zkontrolujte, zda máte potřebná oprávnění k prohlížení databáze a zda databáze stále existuje.
de: Die Datenbank kann nicht ausgewählt werden.
es: No se puede seleccionar la base de datos %@. Por favor, compruebe que dispone de los privilegios necesarios para ver la base de datos y que la base de datos todavía existe.
it: Impossibile selezionare il database %@. Si prega di controllare di avere i privilegi necessari per visualizzare il database e che il database esista ancora.
ja: データベース %@を選択できません。 データベースを表示するために必要な権限があり、データベースが存在することを確認してください。
pt: Não foi possível selecionar o banco de dados %@. Por favor, verifique se você tem os privilégios necessários para visualizar o banco de dados, e se o banco de dados ainda existe.

source: Unable to write row
ar: غير قادر على كتابة الصف
cs: Nelze zapsat řádek
de: Zeile kann nicht geschrieben werden
es: No se puede escribir la fila
it: Impossibile scrivere la riga
ja: 行を書き込むことができません
pt: Não foi possível gravar a linha

source: Unexpected number of rows removed!
ar: تم إزالة عدد غير متوقع من الصفوف!
cs: Neočekávaný počet řádků odstraněn!
de: Unerwartete Anzahl von Zeilen entfernt!
es: ¡Número inesperado de filas eliminadas!
it: Numero di righe rimosse inatteso!
ja: 想定外の行数が削除されました！
pt: Número inesperado de linhas removidas!

source: Unknown file format
ar: تنسيق ملف غير معروف
cs: Neznámý formát souboru
de: Unbekanntes Dateiformat
es: Formato de archivo desconocido
it: Formato file sconosciuto
ja: 不明なファイル形式
pt: Formato de ficheiro desconhecido

source: Unsaved changes
ar: التغييرات غير المحفوظة
cs: Neuložené změny
de: Sie haben nicht gespeicherte Änderungen
es: Cambios no guardados
it: Modifiche non salvate
ja: 保存されていない変更
pt: Alterações não salvas

source: Unsaved Theme
ar: سمة غير محفوظة
cs: Neuložená šablona
de: Nicht gespeichertes Thema
es: Tema no guardado
it: Tema Non Salvato
ja: 未保存のテーマ
pt: Tema não salvo

source: Unsupported configuration!
ar: تكوين غير مدعوم!
cs: Nepodporovaná konfigurace!
de: Nicht unterstützte Konfiguration!
es: ¡Configuración no compatible!
it: Configurazione non supportata!
ja: サポートされていない設定です！
pt: Configuração não suportada!

source: Unsupported version for export settings!
ar: إصدار غير مدعوم لإعدادات التصدير!
cs: Nepodporovaná verze pro export!
de: Nicht unterstützte Version für Exporteinstellungen!
es: ¡Versión no soportada para la configuración de exportación!
it: Versione non supportata per le impostazioni di esportazione!
ja: エクスポート設定でサポートされていないバージョンです！
pt: Versão não suportada para configurações de exportação!

source: Untitled
ar: بدون عنوان
cs: Bez názvu
de: Ohne Titel
es: Sin nombre
it: Senza Titolo
ja: 無題
pt: Sem Título

source: Untitled %ld
ar: %ld بدون عنوان
cs: Bez názvu %ld
de: Ohne Titel %ld
es: Sin nombre %ld
it: %ld Senza Titolo
ja: 無題の %ld
pt: Sem título %ld

source: Up to %@ bytes (16 MiB)
ar: حتى %@ بايت (16 ميجابايت)
cs: Až do %@ bajtů (16 MiB)
de: Bis zu %-Bytes (16 MiB)
es: Hasta %@ bytes (16 MiB)
it: Fino ad %@ bytes (16 MiB)
ja: 最大 %@ バイト (16 MiB)
pt: Até %@ bytes (16 MiB)

source: Up to %@ bytes (4 GiB)
ar: حتى %@ بايت (4 GiB)
cs: Až do %@ bajtů (4 GiB)
de: Bis zu %-Bytes (4 GiB)
es: Hasta %@ bytes (4 GiB)
it: Fino ad %@ bytes (4 GiB)
ja: 最大 %@ バイト (4 GiB)
pt: Até %@ bytes (4 GiB)

source: Up to %@ characters (16 MiB)
ar: حتى %@ أحرف (16 ميجابايت)
cs: Až do %@ znaků (16 MiB)
de: Bis zu %-Zeichen (16 MiB)
es: Hasta %@ caracteres (16 MiB)
it: Fino a %@ caratteri (16 MiB)
ja: 最大 %@ 文字 (16 MiB)
pt: Até %@ caracteres (16 miB)

source: Up to %@ distinct members (<%@ in practice) 1-2 bytes storage
ar: حتى %1$@ أعضاء متميزين (<%2$@ في الممارسة) 1-2 بايت التخزين
cs: Až %1$@ různé členy (<%2$@ v praxi) 1-2 bajtů
de: Bis zu %1- verschiedene Member (<%2- in der Praxis)
es: Hasta %1$@ miembros distintos (<%2$@ en práctica) 1-2 bytes de almacenamiento
it: Fino a %1$@ membri distinti (<%2$@ in pratica) 1-2 byte di archiviazione
ja: 最大 %1$@ 個の異なるメンバー (<%2$@ 実際) 1-2 バイトのストレージ
pt: Até %1$@ membros distintos (<%2$@ na prática) 1-2 bytes de armazenamento

source: Up to 255 bytes
ar: حتى 255 بايت
cs: Až 255 bajtů
de: Bis zu 255 Bytes
es: Hasta 255 bytes
it: Fino a 255 byte
ja: 最大 255 バイト
pt: Até 255 bytes

source: Up to 255 characters
ar: ما يصل إلى 255 حرفاً
cs: Až 255 znaků
de: Bis zu 255 Zeichen
es: Hasta 255 caracteres
it: Fino a 255 caratteri
ja: 最大 255 文字
pt: Até 255 caracteres

source: Update
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
it: Aggiorna
ja: 更新
pt: Atualização

source: updated: %@
ar: تحديث: %@
cs: aktualizováno: %@
de: Aktualisiert
es: actualizada: %@
it: aggiornato: %@
ja: 更新: %@
pt: atualizado: %@
