Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Table History
ar: تاريخ الجدول
cs: Historie tabulky
de: Tabellenverlauf
es: Historial de tabla
it: Cronologia Tabella
ja: テーブルの履歴
pt: Histórico da tabela

source: Table Info
ar: معلومات الجدول
cs: Informace o tabulce
de: Tabelleninfo
es: Información de tabla
it: Info Tabella
ja: テーブル情報
pt: Informação da tabela

source: TABLE INFORMATION
ar: معلومات اللعبة
cs: TABULKA INFORMACÍ
de: TABELLENINFORMATIONEN
es: INFORMACIÓN DE TABLA
it: INFORMAZIONI SULLA TABELLA
ja: テーブル情報
pt: INFORMAÇÕES DA TABELA

source: Table Information
ar: معلومات الجدول
cs: Informace o tabulce
de: Tabelleninformationen
es: Información de tabla
it: Informazioni Sulla Tabella
ja: テーブル情報
pt: Informações da tabela

source: Table must have a name.
ar: يجب أن يكون للجدول اسم.
cs: Tabulka musí mít název.
de: Die Tabelle muss einen Namen haben.
es: La tabla debe tener un nombre.
it: La tabella deve avere un nome.
ja: テーブルには名前が必要です。
pt: A tabela deve ter um nome.

source: Table Preferences
ar: تفضيلات الجدول
cs: Předvolby tabulky
de: Tabelleneinstellungen
es: Preferencias de tabla
it: Preferenze Tabella
ja: テーブルの設定
pt: Preferências da tabela

source: Table Relations
ar: علاقات الجدول
cs: Vztahy k tabulkám
de: Tabellenbeziehungen
es: Relaciones de tabla
it: Relazioni Sulla Tabella
ja: テーブルの関係
pt: Relacionamentos da Tabela

source: Table Row changed
ar: تم تغيير صف الجدول
cs: Řádek tabulky změněn
de: Tabellenzeile geändert
es: Fila de tabla modificada
it: Riga tabella modificata
ja: テーブル行が変更されました
pt: Linha da tabela alterada

source: Table Structure
ar: هيكل الجدول
cs: Struktura tabulky
de: Tabellen-Struktur bearbeiten
es: Estructura de tabla
it: Struttura Della Tabella
ja: テーブル構造
pt: Estrutura da Tabela

source: Table Triggers
ar: محفزات الجدول
cs: Stolní spouštěče
de: Tabellen-Trigger
es: Disparadores de tabla
it: Trigger Tabella
ja: テーブルのトリガー
pt: Triggers da tabela

source: Table: %@
ar: الجدول: %@
cs: Tabulka: %@
de: Tabelle: % @
es: Tabla: %@
it: Tabella: %@
ja: テーブル:%@
pt: Tabela: %@

source: Tables
ar: الجداول
cs: Tabulky
de: Tabellen
es: Tablas
it: Tabelle
ja: テーブル
pt: Tabelas

source: tables
ar: الجداول
cs: Tabulky
de: Tabellen
es: tablas
it: tabelle
ja: テーブル
pt: tabelas

source: TABLES
ar: تابلس
cs: TABULKY
de: TABELLEN
es: TABLAS
it: TABELLE
ja: テーブル
pt: TABELAS

source: TABLES & VIEWS
ar: الفصول و العروض
cs: TABULKY A ZOBRAZENÍ
de: TABELLEN & ANSICHTEN
es: TABLAS & VISTAS
it: TABELLE E VISIONI
ja: テーブルとビュー
pt: TABELAS E VIEWS

source: Testing connection...
ar: اختبار الاتصال...
cs: Testování připojení...
de: Verbindung wird getestet...
es: Comprobando conexión...
it: Verifica connessione...
ja: 接続テスト中...
pt: Testando a conexão...

source: Testing SSH...
ar: اختبار SSH...
cs: Testování SSH...
de: SSH wird geprüft…
es: Comprobando SSH...
it: Testando SSH...
ja: SSH をテストしています...
pt: Testando SSH...

source: Text
ar: نص
es: Texto
it: Testo
ja: テキスト
pt: Texto

source: Text is too long. Maximum text length is set to %llu.
ar: النص طويل جداً. تم تعيين الحد الأقصى لطول النص إلى %llu.
cs: Text je příliš dlouhý. Maximální délka textu je nastavena na %llu.
de: Der Text ist zu lang. Die maximale Textlänge beträgt %llu.
es: El texto es demasiado largo. La longitud máxima del texto está establecida en %llu.
it: Testo troppo lungo. La lunghezza massima del testo è impostata su %llu.
ja: テキストが長すぎます。最大文字数は %llu に設定されています。
pt: O texto é muito longo. Comprimento máximo do texto é definido como %llu.

source: Thanks for updating Sequel Ace!
ar: شكرا لتحديث Sequel Ace!
cs: Děkujeme za aktualizaci Sequel Ace!
de: Vielen Dank für die Aktualisierung von Sequel Ace!
es: ¡Gracias por actualizar Sequel Ace!
it: Grazie per aver aggiornato Sequel Ace!
ja: Sequel Ace!を更新していただきありがとうございます。
pt: Obrigado por atualizar Sequel Ace!

source: The Bundle ‘%@’ already exists.
ar: الحزمة '%@' موجودة بالفعل.
cs: Bundle ‘%@již existuje.
de: Das Bundle '%' ist bereits vorhanden.
es: El paquete ‘%@’ ya existe.
it: Il Bundle ‘%@’ esiste già.
ja: バンドル「%@」は既に存在します。
pt: O Pacote ‘%@já existe.

source: The Bundle ‘%@’ has no UUID which is necessary to identify installed Bundles.
ar: الحزمة '%@ليس لديها UUID اللازمة لتحديد الحزم المثبتة.
cs: Balíček „%@“ nemá žádný UUID, který je nezbytný k identifikaci nainstalovaných balíčků.
de: Das Bundle '%' hat keine UUID, die zum Identifizieren installierter Bundles erforderlich ist.
es: El paquete ‘%@’ no tiene UUID el cual es necesario para identificar los paquetes instalados.
it: Il Bundle ‘%@’ non ha UUID che è necessario per identificare i pacchetti installati.
ja: バンドル数%@はインストールされたバンドルを識別するのに必要な UUID を持っていません。
pt: O Pacote ‘%@’ não possui um UUID necessário para identificar pacotes instalados.

source: ‘%@’ Bundle contains legacy components
ar: احزمة%@تحتوي على مكونات قديمة
cs: „%@’ Bundle obsahuje starší složky
de: '%'-Bundle enthält ältere Komponenten
it: ‘%@’ Bundle contiene componenti legacy
ja: %@のバンドルにレガシーコンポーネントが含まれています
pt: O Pacote ‘%@’ contém componentes de legado

source: In these files: %@ Do you still want to install the bundle?
ar: في هذه الملفات: %@ هل مازلت تريد تثبيت الحزمة؟
cs: V těchto souborech: %@ Chcete stále nainstalovat balíček?
de: In diesen Dateien:'n'n%'n'n'nMöchten Sie das Paket trotzdem installieren?
it: In questi file: %@ Vuoi ancora installare il pacchetto?
ja: これらのファイルで: %@ バンドルをインストールしますか？
pt: Nos seguintes ficheiros: %@ Você ainda quer instalar o pacote?

source: The chosen file %@ contains ‘%@’ data.
ar: يحتوي الملف المختار "%1$@" على بيانات%2$@.
cs: Zvolený soubor „%1$@“ obsahuje data „%2$@“.
de: Die ausgewählte Datei "%1" enthält '%2''-Daten.
es: El archivo elegido “%1$@” contiene ‘%2$@’ datos.
it: Il file scelto «%1$@» contiene «%2$@» dati.
ja: 選択されたファイル「%1$@」には、%2$@のデータが含まれています。
pt: O ficheiro selecionado “%1$@” contém dados ‘%2$@.

source: The color theme ‘%@’ already exists.
ar: السمة اللونية '%@' موجودة بالفعل.
cs: Barevný motiv „%@“ již existuje.
de: Das Farbthema '%' ist bereits vorhanden.
es: El tema de color ‘%@’ ya existe.
it: Il tema dei colori ‘%@’ esiste già.
ja: カラー '%@' は既に存在します。
pt: O tema de cor ‘%@' já existe.

source: The connection is busy. Please wait and try again.
ar: الاتصال مشغول. الرجاء الانتظار والمحاولة مرة أخرى.
cs: Připojení je zaneprázdněno. Počkejte a zkuste to znovu.
de: Die Verbindung ist ausgelastet. Versuchen Sie es nach kurzer Wartezeit erneut.
es: La conexión está ocupada. Por favor espere y vuelva a intentarlo.
it: La connessione è occupata. Si prega di attendere e riprovare.
ja: 接続中です。しばらくしてからもう一度お試しください。
pt: A conexão está ocupada. Por favor aguarde e tente novamente depois.

source: The connection of the active connection window is not identical.
ar: اتصال نافذة الإتصال النشط غير متطابق.
cs: Připojení okna aktivního připojení není totožné.
de: Die Verbindung des aktiven Verbindungsfensters ist nicht identisch.
es: La conexión de la ventana activa no es idéntica.
it: La connessione della finestra di connessione attiva non è identica.
ja: アクティブな接続ウィンドウの接続は同じではありません。
pt: A conexão da janela de conexão ativa não é idêntica.

source: The connection to the server was lost during the import. The import is only partially complete.
ar: تم فقدان الاتصال بالخادم أثناء الاستيراد. الاستيراد اكتمل جزئيا فقط.
cs: Připojení k serveru bylo ztraceno během importu. Import je dokončen pouze částečně.
de: Die Verbindung zum Server ging während des Imports verloren. Der Import ist nur teilweise abgeschlossen.
es: La conexión con el servidor se perdió durante la importación. La importación solo se completó parcialmente.
it: La connessione al server è stata persa durante l'importazione. L'importazione è completata solo parzialmente.
ja: インポート中にサーバーへの接続が失われました。インポートは部分的にのみ完了します。
pt: A conexão com o servidor foi perdida durante a importação. A importação está apenas parcialmente completa.

source: The creation syntax could not be retrieved due to a permissions error. Please check your user permissions with an administrator.
cs: Syntaxe vytvoření nelze načíst z důvodu chyby oprávnění. Zkontrolujte svá uživatelská oprávnění správcem.
de: Die Erstellungssyntax konnte aufgrund eines Berechtigungsfehlers nicht abgerufen werden. Die Berechtigungen mit dem Administrator überprüfen.
es: La sintaxis de creación no se ha podido recuperar debido a un error de permisos. Por favor, compruebe sus permisos de usuario con un administrador.
it: La sintassi di creazione non può essere recuperata a causa di un errore di autorizzazioni. Si prega di controllare i permessi utente con un amministratore.
ja: 権限エラーのため構文を取得できませんでした。 管理者にてユーザー権限を確認してください。
pt: A sintaxe de criação não pôde ser recuperada devido a um erro de permissão. Por favor, verifique suas permissões de utilizador com um administrador.

source: The CSV file you selected could not be found or read.
ar: تعذر العثور على ملف CSV الذي اخترته أو قراءته.
cs: Vybraný CSV soubor nebyl nalezen nebo načten.
de: Die ausgewählte CSV-Datei konnte nicht gefunden oder gelesen werden.
es: El archivo CSV seleccionado no se ha podido encontrar o leer.
it: Il file CSV selezionato non può essere trovato o letto.
ja: 選択した CSV ファイルが見つかりませんでした。
pt: O ficheiro CSV que você selecionou não pôde ser encontrado ou lido.

source: The CSV was read as containing more than 512 columns, more than the maximum columns permitted for speed reasons by Sequel Ace. This usually happens due to errors reading the CSV; please double-check the CSV to be imported and the line endings and escape characters at the bottom of the CSV selection dialog.
ar: وقد قُرئت CSV على أنها تحتوي على أكثر من 512 عمودا، أي أكثر من الحد الأقصى المسموح به لأسباب تتعلق بالسرعة بواسطة Sequel Ace . يحدث هذا عادة بسبب أخطاء في قراءة CSV؛ الرجاء التحقق من CSV المراد استيراده و نهاية الخط و حروف الهروب في أسفل مربع حوار اختيار CSV.
cs: CSV bylo vykázáno, že obsahuje více než 512 sloupců, více než maximální sloupce povolené z důvodů rychlosti Sequel Ace. K tomu obvykle dochází kvůli chybám čtení CSV; prosím dvakrát zkontrolujte CSV, který má být importován, konce řádků a únikové znaky ve spodní části dialogu pro výběr CSV.
de: Die CSV wurde enthält mehr als 512 gelesene Spalten, mehr als die maximalen Anzahl, die für Sequel Ace aus Geschwindigkeitsgründen sind. Das passiert meist bei Lesefehlern, daher sollten die zu importierende CSV. die Zeilenenden und die Escape-Zeichen am unteren Rand des CSV-Auswahldialogs geprüft werden.
es: El CSV leído contiene más de 512 columnas, más del máximo de columnas permitidas por razones de velocidad en Sequel Ace. Esto normalmente ocurre debido a errores de lectura en el CSV; por favor, compruebe el CSV que será importado además de los finales de línea y los caracteres de escape en la parte inferior del cuadro de diálogo de selección CSV.
it: Il CSV è stato letto come contenente più di 512 colonne, più delle colonne massime consentite per ragioni di velocità da Sequel Ace. Questo accade solitamente a causa di errori nella lettura del CSV; si prega di controllare due volte il CSV da importare e le terminazioni della riga e i caratteri di escape in fondo alla finestra di selezione CSV.
ja: CSVは、512以上の列を含むとして読み込まれ、Sequel Aceによって速度の理由で許容される最大列数を超えました。 これは通常、CSV の読み取りエラーによって発生します。 インポートするCSVと、CSV選択ダイアログ下部の行末とエスケープ文字を再確認してください。
pt: O CSV foi lido como contendo mais de 512 colunas, mais do que as colunas máximas permitidas por razões de velocidade por Sequel Ace. Isso geralmente acontece devido a erros ao ler o CSV; por favor, verifique novamente o CSV a ser importado e os delimitadores de linha e caracteres de escape na parte inferior da caixa de diálogo de seleção CSV.

source: The current color theme is unsaved. Do you want to proceed without saving it?
ar: سمة اللون الحالية غير محفوظة. هل تريد المتابعة دون حفظها؟
cs: Aktuální barevný motiv není uložen. Chcete pokračovat bez uložení?
de: Soll das aktuelle Farbdesign wirklich nicht gespeichert werden?
es: El tema de color actual no está guardado. ¿Desea continuar sin guardarlo?
it: Il tema di colore corrente non è salvato. Vuoi procedere senza salvarlo?
ja: 現在の色のテーマは保存されていません。保存せずに続行しますか？
pt: O tema de cor atual não está salvo. Você deseja prosseguir sem salvá-lo?

source: The Custom Query "Run" and "Run All" button positions and their shortcuts have been swapped.
ar: تم تبديل الاستعلام المخصص وتشغيل جميع مواقع الزر واختصارها.
cs: Vlastní Query run a Spustit všechny pozice tlačítek a jejich zkratky byly přeskočeny.
de: Die Schaltflächenpositionen für benutzerdefinierte Abfragen ausführen und ausführen Alle und ihre Verknüpfungen wurden ausgetauscht.
it: Le posizioni dei pulsanti di Query Personalizzate Esegui ed Esegui Tutte e le loro scorciatoie sono state scambiate.
ja: カスタムクエリの実行と実行 すべてのボタンの位置とそれらのショートカットが交換されました。
pt: Executar Query Personalizada e Executar Todas, tiveram as posições dos botões e seus atalhos trocados.

source: The following default Bundles were updated: %@ Your modifications were stored as “(user)”.
ar: تم تحديث الحزم الافتراضية التالية: %@ تم تخزين تعديلاتك كـ "(مستخدم)".
cs: Následující výchozí balíčky byly aktualizovány: %@ Tvé úpravy byly uloženy jako “(uživatel)”.
de: Die folgenden Standard-Bundles wurden aktualisiert: %@ Die Änderungen wurden unter “(user)” gespeichert.
es: Los siguientes paquetes predeterminados fueron actualizados: %@ Sus modificaciones fueron almacenadas como “(user)”.
it: I seguenti pacchetti di default sono stati aggiornati: %@ Le modifiche sono state memorizzate come “(utente)”.
ja: 次のデフォルトのバンドルが更新されました: %@ あなたの変更は"(ユーザー)"として保存されました。
pt: Os seguintes pacotes padrão foram atualizados: %@ Suas modificações foram armazenadas como "(utilizador)".

source: The following error occurred during the export process: %@
ar: حدث الخطأ التالي أثناء عملية التصدير: %@
cs: Při exportu došlo k následující chybě: %@
de: Beim Export ist der folgende Fehler aufgetreten: %@
es: Ha ocurrido el siguiente error durante el proceso de exportación: %@
it: Si è verificato il seguente errore durante il processo di esportazione: %@
ja: エクスポート処理中に次のエラーが発生しました: %@
pt: Ocorreu o seguinte erro durante o processo de exportação: %@

source: The following error occurred during the import process: %@
ar: حدث الخطأ التالي أثناء عملية الاستيراد: %@
cs: Během procesu importu došlo k následující chybě: %@
de: Beim Import ist der folgende Fehler aufgetreten: %@
es: Ha ocurrido el siguiente error durante el proceso de importación: %@
it: Si è verificato il seguente errore durante il processo di importazione: %@
ja: インポート中に次のエラーが発生しました: %@
pt: Ocorreu o seguinte erro durante o processo de importação: %@

source: The foreign key relationship '%@' has a dependency on index '%@'. This relationship must be removed before the index can be deleted. Are you sure you want to continue to delete the relationship and the index? This action cannot be undone.
ar: علاقة المفتاح الأجنبي '%1$@' تعتمد على المؤشر '%2$@'. يجب إزالة هذه العلاقة قبل حذف الفهرس. هل أنت متأكد من أنك تريد الاستمرار في حذف العلاقة والفهرس؟ لا يمكن التراجع عن هذا الإجراء.
cs: Vztah cizího klíče '%1$@' má závislost na indexu '%2$@'. Tento vztah musí být odstraněn před odstraněním indexu. Jste si jisti, že chcete pokračovat v odstraňování vztahu a indexu? Tuto akci nelze vrátit zpět.
de: Die Fremdschlüsselbeziehung '%1' ist abhängig vom Index '%2''. Diese Beziehung muss entfernt werden, bevor der Index gelöscht werden kann. Diese Aktion kann nicht rückgängig gemacht werden.
es: La relación de la clave ajena '%@' tiene una dependencia en este índice. Esta relación debe ser eliminada antes de que el índice pueda ser eliminado. ¿Está seguro que desea eliminar la relación y el índice? Esta acción no se puede deshacer.
it: La relazione chiave estera '%1$@' dipende dall'indice '%2$@'. Questa relazione deve essere rimossa prima che l'indice possa essere cancellato. Sei sicuro di voler continuare a eliminare la relazione e l'indice? Questa azione non può essere annullata.
ja: 外部キー関係 '%1$@'は、インデックス '%2$@'に依存しています。インデックスを削除する前に、この関係を削除する必要があります。 関係とインデックスを引き続き削除してもよろしいですか？このアクションは元に戻せません。
pt: A relação de chave estrangeira '%1$@' tem uma dependência do índice '%2$@'. Este relacionamento deve ser removido antes do índice poder ser excluído. Tem certeza de que deseja continuar apagando o relacionamento e o índice? Esta ação não pode ser desfeita.

source: The list of tables has changed
ar: تم تغيير قائمة الجداول
cs: Seznam tabulek se změnil
de: Die Liste der Tabellen hat sich geändert.
es: La lista de las tablas ha cambiado
it: La lista delle tabelle è cambiata
ja: テーブルのリストが変更されました
pt: A lista de tabelas foi alterada

source: The name '%@' is already used.
ar: الاسم '%@' مستخدم مسبقا.
cs: Název '%@' je již použit.
de: Der Name '%' wird bereits verwendet.
es: El nombre '%@' ya está en uso.
it: Il nome '%@' è già in uso.
ja: %@ という名前は既に使用されています。
pt: O nome '%@' já está em uso.

source: The number of tables in this database has changed since the export dialog was opened. There are now %lu additional table(s), most likely added by an external application. How would you like to proceed?
ar: وقد تغير عدد الجداول في قاعدة البيانات هذه منذ فتح مربع حوار التصدير. يوجد الآن %lu جدول إضافي، على الأرجح إضافة بواسطة تطبيق خارجي. كيف ترغب في المتابعة؟
cs: Počet tabulek v této databázi se změnil od otevření dialogového okna. Nyní existuje %lu další tabulka(y), s největší pravděpodobností přidána externí aplikací. Jak chcete pokračovat?
de: Die Anzahl der Tabellen in dieser Datenbank hat sich seit dem Öffnen des Exportdialogs geändert. Es gibt jetzt %lu zusätzliche Tabellen, die höchstwahrscheinlich von einer externen Anwendung hinzugefügt werden.
es: El número de tablas de esta base de datos ha cambiado desde que la ventana de exportación fue abierta. Actualmente hay %d tabla(s) adicional(es), probablemente añadida(s) por una aplicación externa. ¿Cómo le gustaría continuar?
it: Il numero di tabelle in questo database è cambiato dalla finestra di esportazione aperta. Ci sono ora tabelle aggiuntive %lu , molto probabilmente aggiunte da un'applicazione esterna. Come vuoi procedere?
ja: エクスポート ダイアログが開かれてから、このデータベースのテーブル数が変更されました。 %lu テーブルが追加されました。おそらく外部アプリケーションによって追加されます。 続行しますか？
pt: O número de tabelas neste banco de dados mudou desde que a caixa de diálogo de exportação foi aberta. Agora há %lu tabela(s) adicional(ais), provavelmente adicionada por uma aplicação externa. Como você gostaria de continuar?

source: The row was not written to the MySQL database. You probably haven't changed anything. Reload the table to be sure that the row exists and use a primary key for your table. (This error can be turned off in the preferences.)
cs: Řádek nebyl zapsán do databáze MySQL. Pravděpodobně jste nic nezměnili. Znovu načtěte tabulku a ujistěte se, že řádek existuje a použijte primární klíč pro vaši tabulku. (Tuto chybu lze vypnout v nastavení.)
de: Die Zeile wurde nicht in die MySQL-Datenbank geschrieben. Sie haben wahrscheinlich nichts geändert. .
es: La fila no fue escrita en la base de datos MySQL. Usted probablemente no ha modificado nada. Vuelva a cargar la tabla para asegurarse que la fila existe y use la clave primaria de su tabla. (Este error se puede deshabilitar en las preferencias.)
it: La riga non è stata scritta nel database MySQL. Probabilmente non hai cambiato nulla. Ricarica la tabella per essere sicuri che la riga esista e usa una chiave primaria per la tua tabella. (Questo errore può essere disattivato nelle preferenze.)
ja: 行はMySQLデータベースに書き込まれませんでした。おそらく何も変更していません。 テーブルをリロードして、行が存在することを確認し、テーブルの主キーを使用してください。 （このエラーは設定でオフにできます。）
pt: A linha não foi escrita no banco de dados MySQL. Você provavelmente não mudou nada. Recarregue a tabela para ter certeza de que a linha existe e use uma chave primária para sua tabela. (Este erro pode ser desativado nas preferências.)

source: The selected export settings were stored with version %1$ld, but only settings with the following versions can be imported: %2$@. Either save the settings in a backwards compatible way or update your version of Sequel Ace.
ar: تم تخزين إعدادات التصدير المحددة مع الإصدار%1$ld، ولكن يمكن استيراد الإعدادات مع الإصدارات التالية فقط: %2$@. إما حفظ الإعدادات بطريقة متوافقة إلى الوراء أو تحديث إصدارك من ثلج سيكل.
cs: Vybrané nastavení exportu bylo uloženo s verzí%1$ld, ale pouze nastavení s následujícími verzemi lze importovat: %2$@. Buď uložte nastavení zpět kompatibilním způsobem, nebo aktualizujte verzi Sequel Ace.
de: Die ausgewählten Exporteinstellungen wurden mit version %1$ld gespeichert, aber es können nur Einstellungen mit den folgenden Versionen importiert werden: %2.
it: Le impostazioni di esportazione selezionate sono state salvate con la versione%1$ld, ma solo le impostazioni con le seguenti versioni possono essere importate: %2$@. Salva le impostazioni in un modo compatibile all'indietro o aggiorna la tua versione di Sequel Ace.
ja: 選択したエクスポート設定はバージョン%1$ldで保存されましたが、インポートできるのは次のバージョンの設定のみです：%2$@。 下位互換性のある方法で設定を保存するか、SequelAceのバージョンを更新します。
pt: As configurações de exportação selecionadas foram armazenadas com a versão %1$ld, mas somente as configurações com as seguintes versões podem ser importadas: %2$@. Salve as configurações de forma compatível com versões anteriores ou atualize sua versão da Sequel Ace.

source: The selected file contains data of type “%1$@”, but type “%2$@” is needed. Please choose a different file.
ar: يحتوي الملف المختار على بيانات من النوع "%1$@"، ولكن نوع "%2$@" مطلوب. الرجاء اختيار ملف مختلف.
cs: Vybraný soubor obsahuje data typu „%1$@”, ale je třeba napsat „%2$@“. Zvolte prosím jiný soubor.
de: Die ausgewählte Datei enthält Daten vom Typ "%1", aber die Eingabe "%2" wird benötigt. Wählen Sie eine andere Datei aus.
it: Il file selezionato contiene dati di tipo «%1$@», ma è necessario digitare «%2$@». Si prega di scegliere un file diverso.
ja: 選択されたファイルには「%1$@」タイプのデータが含まれていますが、「%2$@」タイプが必要です。別のファイルを選択してください。
pt: O ficheiro selecionado contém dados do tipo%1$@, mas o tipo%2$@ é necessário. Por favor, escolha um ficheiro diferente.

source: The selected file is either not a valid SPF file or severely corrupted.
ar: الملف المحدد إما أنه ليس ملف SPF صالح أو أنه معطوب بشكل خطير.
cs: Vybraný soubor buď není platný SPF soubor nebo je vážně poškozen.
de: Die ausgewählte Datei ist entweder keine gültige SPF-Datei oder stark beschädigt.
it: Il file selezionato non è un file SPF valido o gravemente danneggiato.
ja: 選択したファイルは有効なSPFファイルではないか、ひどく破損しています。
pt: O ficheiro selecionado não é um ficheiro SPF válido ou está seriamente corrompido.

source: The selected relation couldn't be deleted. MySQL said: %@
de: Die ausgewählte Beziehung konnte nicht gelöscht werden. @
es: La relación seleccionada no se ha podido eliminar. MySQL dijo: %@
ja: 選択したリレーションを削除できませんでした。 MySQL: %@
pt: O relacionamento selecionado não pode ser excluído. Mensagem do MySQL: %@

source: The selected trigger couldn't be deleted. MySQL said: %@
de: Der ausgewählte Trigger konnte nicht gelöscht werden. @
es: El disparador seleccionado no se ha podido eliminar. MySQL dijo: %@
ja: 選択したトリガーを削除できませんでした。 MySQL は %@ です。
pt: O trigger selecionado não pode ser apagado. Mensagem do MySQL: %@
