Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Check the Console for possible errors inside the primary key(s) of this table!
ar: تحقق من وحدة التحكم لاحتمال حدوث أخطاء داخل المفتاح الأساسي لهذا الجدول!
cs: Zkontrolujte konzoli pro možné chyby uvnitř primárního klíče (klíčů) této tabulky!
de: Überprüfen Sie die Konsole auf mögliche Fehler in Primärschlüssel(n) dieser Tabelle!
es: ¡Compruebe la consola por posibles errores en la clave(s) primaria(s) de esta tabla!
it: Controlla la Console per possibili errori relativi alla o alle chiavi primarie di questa tabella!
ja: このテーブルのプライマリキー内のエラーがないかコンソールで確認してください
pt: Verifique a consola por possíveis erros na chave(s) primária(s) desta tabela!

source: Please check the Console and inform the Sequel Ace team!
ar: الرجاء التحقق من وحدة التحكم وإبلاغ فريق Ace team!
cs: Prosím zkontrolujte konzoli a informujte tým Sequel Ace!
de: Bitte überprüfe die Konsole und benachrichtige das Sequel Ace Team!
es: ¡Por favor, compruebe la consola y informe al equipo de Sequel Ace!
it: Per favore controllare la Console e informare it team di Sequel Ace!
ja: コンソールを確認し、Sequel Aceチームに連絡してください
pt: Por favor, verifique a consola e informe a equipe do Sequel Ace!

source: Reload the table to be sure that the contents have not changed in the meantime.
ar: قم بإعادة تحميل الجدول للتأكد من أن المحتويات لم تتغير.
cs: Znovu načtěte tabulku a ujistěte se, že se mezitím obsah nezměnil.
de: Laden Sie die Tabelle erneut, um eventuelle zwischenzeitliche Änderungen zu sehen.
es: Vuelva a cargar la tabla para asegurarse de que el contenido no ha sido modificado desde entonces.
it: Ricarica la tabella per essere sicuri che i contenuti non siano cambiati nel frattempo.
ja: 内容が変更されていないことを確認するために、テーブルを再読み込みします。
pt: Recarregue a tabela para ter certeza de que o conteúdo não foi alterado durante o processo.

source: You should also add a primary key to this table!
ar: يجب عليك أيضًا إضافة مفتاح أساسي إلى هذا الجدول!
cs: Měli byste také přidat primární klíč do této tabulky!
de: Sie sollten der Tabelle auch einen Primärschlüssel hinzufügen!
es: ¡También debe añadir una clave primaria a esta tabla!
it: Dovresti anche aggiungere una chiave primaria a questa tabella!
ja: このテーブルにはプライマリキーも追加してください!
pt: Precisa de adicionar uma chave primária na tabela!

source: %@ %@ selected
ar: تم تحديد %1$@ %2$@
cs: %1$@ %2$@ vybráno
de: %1$@ %2$@ ausgewählt
es: %1$@ %2$@ seleccionada
it: %1$@ %2$@ selezionati
ja: %1$@ %2$@が選択されました。
pt: %1$@ %2$@ selecionado

source: %@ (Filtered by %@)
ar: %1$@ (تصفية بواسطة %2$@)
de: %1$@ (gefiltert durch %2$@)
es: %1$@ (Filtrado por %2$@)
it: %1$@ (Filtrato da %2$@)
ja: %1$@ ( %2$@ でフィルター)
pt: %1$@ (Filtrado por %2$@)

source: %@ (Page %lu)
ar: %1$@ (الصفحة %2$lu)
cs: %1$@ (strana %2$lu)
de: %1$@ (Seite %2$lu)
es: %1$@ (Página %2$lu)
it: %1$@ (Pagina %2$lu)
ja: %1$@ (ページ %2$lu)
pt: %1$@ (Página %2$lu)

source: %@ Copy
ar: نسخ %@
cs: %@ Kopírovat
de: %@ Kopie
es: Copia de %@
it: %@ Copia
ja: コピー%@
pt: %@ Copiar

source: %@ row in partial load
ar: %@ سطر في تحميل جزئي
cs: %@ řádek s částečným zatížením
de: %@ Datensatz teilweise geladen
es: %@ fila en la consulta parcial
it: %@ riga in caricamento
ja: %@ 行が部分ロードされています
pt: %@ linha carregada parcialmente

source: %@ row in table
ar: %@ سطر في الجدول
cs: %@ řádek v tabulce
de: %@ Datensatz der Tabelle
es: %@ fila en la tabla
it: %@ riga nella tabella
ja: テーブルの%@行
pt: %@ linha na tabela

source: %@ row of %@%@ matches filter
ar: %1$@ سطر من %2$@%3$@ تطابق عامل التصفية
cs: %1$@ řádek z %2$@%3$@ odpovídá filtru
de: %1$@ Datensatz von %2$@%3$@ trifft den Filter
es: %1$@ fila de %2$@%3$@ cumple el filtro
it: %1$@ riga di %2$@%3$@ corrisponde al filtro
ja: %1$@ の %2$@行%3$@ フィルタに一致する
pt: %1$@ linha de %2$@%3$@ encontradas pelo filtro

source: %@ rows in partial load
ar: %@ سطر في تحميل جزئي
cs: %@ řádků s částečným zatížením
de: %@ Datensätze teilweise geladen
es: %@ filas cargadas parcialmente
it: %@ righe in caricamento
ja: %@ 行が部分ロードされています
pt: %@ linhas carregadas parcialmente

source: %@ rows in table
ar: %@ سطر في الجدول
cs: %@ řádků v tabulce
de: %@ Datensätze in der Tabelle
es: %@ filas en la tabla
it: %@ righe nella tabella
ja: テーブルの%@行
pt: %@ linhas na tabela

source: %@ rows of %@%@ match filter
ar: %1$@ سطر من %2$@%3$@ تطابق عامل التصفية
cs: %1$@ řádků %2$@%3$@ odpovídající filtr
de: %1$@ Datensätze von %2$@%3$@ treffen den Filter
es: %1$@ filas de %2$@%3$@ cumplen el filtro
it: %1$@ righe di %2$@%3$@ filtro corrispondenza
ja: %1$@ 行の %2$@%3$@ 一致するフィルター
pt: %1$@ linhas de %2$@%3$@ encontradas pelo filtro

source: %@; %ld rows affected
ar: %1$@; %2$ld سطر تأثر
cs: %1$@; postižení %2$ld řádky
de: %1$@; %2$ld Datensätze betroffen
es: %1$@; %2$ld filas afectadas
it: %1$@; %2$ld righe interessate
ja: %1$@; %2$ld 行に影響
pt: %1$@; %2$ld linhas afetadas

source: %@; %ld rows affected in total, by %ld queries taking %@
ar: %1$@; %2$ld سطر متأثر إجمالاً، بواسطة %3$ld تم التنفيذ خلال %4$@
cs: %1$@; %2$ld celkem ovlivněny %3$ld dotazy za %4$@
de: %1$@; %2$ld Datensätze von %3$ld Abfragen, die %4$@ verwenden, betroffen
es: %1$@; %2$ld filas afectadas en total, por %3$ld consultas en %4$@
it: %1$@; %2$ld righe colpite in totale, da %3$ld query che interessano %4$@
ja: %1$@; %2$ldが複数のクエリによって影響を受けた行数、%3$ldは実行されたクエリの数、%4$@は全クエリの実行に要した時間になります
pt: %1$@; %2$ld linhas afetadas no total, de %3$ld queries demorando %4$@

source: %@; 1 row affected
ar: %@; سطر تأثر
cs: %@; 1 řádek zasažen
de: %@; Ein Datensatz betroffen
es: %@; 1 fila afectada
it: %@; righe interessate
ja: %@; 1 行に影響
pt: %@; 1 linha afetada

source: %@; 1 row affected in total, by %ld queries taking %@
ar: %1$@؛ صف 1 متأثرة إجمالاً، بواسطة %2$ld استفسارات ب %3$@
cs: %1$@; celkem 1 řádek ovlivněn, %2$ld dotazy užívající %3$@
de: %1$@; ein Datensatz durch %2$ld Abfragen mit %3$@ betroffen
es: %1$@; 1 fila afectada en total, por %2$ld consultas en %3$@
it: %1$@; 1 righe colpite in totale, da %2$ld query che interessano %3$@
ja: %1$@; 合計 1 行に影響、%2$ld クエリで %3$@ 経過
pt: %1$@; 1 linha afetada no total, de %2$ld queries demorando %3$@

source: %@; Cancelled after %@
ar: %1$@; ألغي بعد %2$@
cs: %1$@; Zrušeno po %2$@
de: %1$@; Nach %2$@ abgebrochen
es: %1$@; Cancelada después de %2$@
it: %1$@; Annullato dopo %2$@
ja: %1$@; %2$@ の後にキャンセルされました
pt: %1$@; Cancelado depois de %2$@

source: %@; Cancelled in query %ld, after %@
ar: %1$@; ملغاة في الاستعلام %2$ldبعد %3$@
cs: %1$@; Zrušeno v dotazu %2$ld, po %3$@
de: %1$@; Abgebrochen in Abfrage %2$ld, nach %3$@
es: %1$@; Canceladas en la consulta %2$ld, después de %3$@
it: %1$@; Cancellato nella query %2$ld, dopo %3$@
ja: %1$@; クエリ %2$ldの後に %3$@ をキャンセルしました
pt: %1$@; Cancelado na query %2$ld, depois de %3$@

source: %@ MySQL said: %@
de: %1$@ MySQL Antwort: %2$@
es: %1$@ MySQL dijo: %2$@
ja: %1$@ MySQLの応答: %2$@
pt: %1$@ Mensagem do MySQL: %2$@

source: %lu favorite
ar: %lu مفضلة
cs: %lu oblíbené
de: %lu Favorit
es: %lu favorito
it: %lu preferito
ja: %lu お気に入り
pt: %lu favorito

source: %lu favorites
ar: %lu مفضلة
cs: %lu oblíbených
de: %lu Favoriten
es: %lu favoritos
it: %lu preferiti
ja: %lu お気に入り
pt: %lu favoritos

source: %lu group
cs: %lu skupina
de: %lu Gruppe
es: %lu grupo
it: %lu gruppo
ja: %lu グループ
pt: %lu grupo

source: %lu groups
ar: مجموعات %lu
cs: %lu skupin
de: %lu Gruppen
es: %lu grupos
it: %lu gruppi
ja: %lu グループ
pt: %lu grupos

source: %ld additional rows were removed!
cs: %ld další řádky byly odstraněny!
de: %ld zusätzliche Datensätze wurden entfernt!
es: ¡%ld filas adicionales fueron eliminadas!
it: %ld colonne addizionali sono state rimosse!
ja: %ld 行追加が削除されました！
pt: %ld linhas adicionais foram removidas!

source: %ld of %lu record(s)
ar: %1$ld من سجل %2$lu
cs: %1$ld záznamu z %2$lu
de: %1$ld von %2$lu Datensätzen
es: %1$ld de %2$lu registro(s)
it: %1$ld di %2$lu risultato/i
ja: %1$ld / %2$lu レコード
pt: %1$ld de %2$lu registro(s)

source: %ld of first %lu record(s)
ar: %1$ld من أول سجل %2$lu
cs: %1$ld prvního %2$lu záznamu
de: %1$ld der ersten %2$lu Datensätze
es: %1$ld de los primeros %2$lu registro(s)
it: %1$ld dei primi record di %2$lu
ja: %1$ld中の最初の%2$lu レコード
pt: %1$ld dos primeiros %2$lu registro(s)

source: %ld rows were not removed.
ar: لم تتم إزالة الصفوف %ld.
cs: %ld řádky nebyly odstraněny.
de: %ld Datensätze wurden nicht entfernt.
es: %ld filas no fueron eliminadas.
it: %ld righe non sono state eliminate.
ja: %ld 行は削除されませんでした。
pt: %ld linhas não foram removidas.

source: %lu files already exist. Do you want to replace them?
ar: ملفات %lu موجودة بالفعل. هل تريد استبدالها؟
cs: %lu soubory již existují. Chcete je nahradit?
de: %lu Dateien sind bereits vorhanden. Sollen sie ersetzt werden?
es: %lu archivos ya existen. ¿Desea reemplazarlos?
it: I file %lu esistono già. Vuoi sostituirli?
ja: %luファイルは既に存在しています。上書きしますか？
pt: %lu ficheiros já existem. Deseja substituí-los?

source: %lu files could not be created
ar: تعذر إنشاء ملفات %lu
cs: %lu soubory nelze vytvořit
de: %lu Dateien konnten nicht erstellt werden
es: %lu archivos no se han podido crear
it: Impossibile creare i file %lu
ja: %luファィルは作成できませんでした。
pt: %lu ficheiros não puderam ser criados

source: %lu files with the same names already exist in the target folder. Replacing them will overwrite their current contents.
ar: ملفات %lu بنفس الأسماء موجودة بالفعل في المجلد المستهدف. سيتم استبدالها بمحتوياتها الحالية.
cs: %lu soubory se stejnými názvy již existují v cílové složce. Jejich nahrazení přepíše jejich aktuální obsah.
de: %lu gleichnamige Dateien sind im Zielordner bereits enthalten. Ersetzen überschreibt den Inhalt der bestehenden Dateien.
es: %lu archivos con los mismos nombres ya existen en la carpeta de destino. Reemplazándolos sobreescribirá sus contenidos actuales.
it: %lu file con lo stesso nome esistono già nella cartella di destinazione. Sostituendoli, sovrascriverai il loro attuale contenuto.
ja: 同じ名前の%lu ファイルが既にターゲットフォルダに存在します。置き換えると現在の内容が上書きされます。
pt: %lu ficheiros com os mesmos nomes já existem na pasta de destino. Substituí-los irá substituir seus conteúdos atuais.

source: %lu of %lu
ar: %1$lu من %2$lu
cs: %1$lu z %2$lu
de: %1$lu von %2$lu
es: %1$lu de %2$lu
it: %1$lu di %2$lu
ja: %1$lu / %2$lu
pt: %1$lu de %2$lu

source: %lu of the export files could not be created because their target export folder is not writable; please select a new export location and try again.
ar: تعذر إنشاء %lu من ملفات التصدير لأن مجلد التصدير المستهدف غير قابل للكتابة؛ الرجاء تحديد موقع تصدير جديد وحاول مرة أخرى.
cs: %lu exportních souborů nelze vytvořit, protože jejich cílová exportní složka není zapisovatelná; prosím, vyberte nové místo exportu a zkuste to znovu.
de: %lu der Export-Dateien wurden nicht erzeugt, weil der Zielordner schreibgeschützt ist. Der Export sollte mit einem anderen Zielordner wiederholt werden.
es: %lu de los archivos de exportación no se han podido crear debido a que su carpeta de destino no se puede modificar; por favor seleccione una nueva ubicación y vuelva a intentarlo.
it: %lu dei file di esportazione non può essere creato perché la cartella di esportazione di destinazione non è scrivibile; selezionare una nuova posizione di esportazione e riprovare.
ja: ターゲットのエクスポートフォルダが書き込み可能でないため、エクスポートファイルの %lu を作成できませんでした。 新しいエクスポート場所を選択してもう一度お試しください。
pt: %lu dos ficheiros de exportação não puderam ser criados porque sua pasta de exportação de destino não é gravável; por favor selecione um novo local de exportação e tente novamente.

source: %lu of the export files could not be created because their target export folder no longer exists; please select a new export location and try again.
ar: تعذر إنشاء %lu من ملفات التصدير لأن مجلد التصدير المستهدف لم يعد موجوداً؛ الرجاء تحديد موقع تصدير جديد وحاول مرة أخرى.
cs: %lu exportních souborů nelze vytvořit, protože jejich cílová exportní složka již neexistuje. prosím, vyberte nové místo exportu a zkuste to znovu.
de: %lu der Export-Dateien wurden nicht erzeugt, weil der Zielordner nicht gefunden wurde. Der Export sollte mit einem anderen Zielordner wiederholt werden.
es: %lu de los archivos de exportación no se han podido crear debido a que su carpeta de destino ya no existe; por favor seleccione una nueva ubicación y vuelva a intentarlo.
it: %lu dei file di esportazione non può essere creato perché la cartella di esportazione di destinazione non esiste più; selezionare una nuova posizione di esportazione e riprovare.
ja: ターゲットのエクスポートフォルダが書き込み可能でないため、エクスポートファイルの %lu を作成できませんでした。 新しいエクスポート場所を選択してもう一度お試しください。
pt: %lu dos ficheiros de exportação não puderam ser criados porque a pasta de exportação de destino já não existe; por favor selecione um novo local de exportação e tente novamente.

source: (no selection)
ar: (لا يوجد تحديد)
cs: (žádný výběr)
de: (keine Auswahl)
es: (sin selección)
it: (nessuna selezione)
ja: (選択されていません)
pt: (sem seleção)

source: (not loaded)
ar: (غير محمل)
cs: (nenačteno)
de: (nicht geladen)
es: (no cargado)
it: (non caricato)
ja: (ロードされていません)
pt: (não carregado)

source: (This usually indicates that the connection has been closed by the server after inactivity, but can also occur due to other conditions. The connection has been restored; please try again if the query is safe to re-run.)
ar: (وهذا يشير عادة إلى أن الاتصال قد أغلق من قبل الخادم بعد عدم النشاط، ولكن يمكن أن يحدث أيضا بسبب ظروف أخرى. تم استعادة الاتصال؛ الرجاء المحاولة مرة أخرى إذا كان الاستعلام آمناً لإعادة التشغيل.)
cs: (To obvykle znamená, že připojení bylo uzavřeno serverem po neaktivitě, ale může k němu dojít také kvůli jiným podmínkám. Připojení bylo obnoveno; zkuste to prosím znovu, pokud je dotaz bezpečný pro opakovaný spuštění.)
de: (Dies bedeutet normalerweise, dass der Server die Verbindung wegen Inaktivität beendet hat, allerdings können auch andere Ursachen vorliegen. Die Verbindung wurde wiederhergestellt, die Abfrage kann wiederholt werden, wenn keine Bedenken bestehen.)
es: (Esto suele indicar que la conexión ha sido cerrada por el servidor tras inactividad, pero también puede ocurrir debido a otras condiciones. La conexión ha sido restablecida; por favor inténtelo de nuevo si es seguro volver a ejecutar la consulta.)
it: (Questo di solito indica che la connessione è stata chiusa dal server dopo l'inattività, ma può verificarsi anche a causa di altre condizioni. La connessione è stata ripristinata; riprova se la query è sicura da rieseguire.)
ja: (これは通常、接続が非アクティブの後にサーバーによって閉じられていることを示しますが、他の条件によっても発生する可能性があります。 接続が復元されました。クエリが安全な場合は、もう一度やり直してください。)
pt: (Isto geralmente indica que a conexão foi fechada pelo servidor após a inatividade, mas também pode ocorrer devido a outras condições. A conexão foi restaurada; tente novamente se a consulta for segura para executar novamente.)

source: , first row available after %1$@
ar: ، الصف الأول متاح بعد %1$@
cs: , první řádek je k dispozici po %1$@
de: , erster Datensatz nach %1$@ verfügbar
es: , primera fila disponible después de %1$@
it: , prima riga disponibile dopo %1$@
ja: 、%1$@ 経過後に先頭行が利用可能
pt: , primeira linha disponível após %1$@

source: , taking %1$@
ar: ، أخذ %1$@
cs: , beru %1$@
de: , benötigte %1$@
es: , tomando %1$@
it: , prendendo %1$@
ja: 、 %1$@ 経過
pt: , levando %1$@

source: [ERROR in query %ld] %@
ar: [خطأ في الاستعلام %1$ld] %2$@
cs: [CHYBA v dotazu %1$ld] %2$@
de: [FEHLER in der Abfrage %1$ld] %2$@
es: [ERROR en la consulta %1$ld] %2$@
it: [ERRORE nella query %1$ld] %2$@
ja: [クエリ %1$ldのエラー] %2$@
pt: [ERRO na query %1$ld] %2$@

source: [ERROR in row %ld] %@
ar: [خطأ في الصف %1$ld] %2$@
cs: [CHYBA v řádku %1$ld] %2$@
de: [FEHLER in Zeile %1$ld] %2$@
es: [ERROR en la fila %1$ld] %2$@
it: [ERRORE alla riga %1$ld] %2$@
ja: [クエリ %1$ldのエラー] %2$@
pt: [ERRO na linha %1$ld] %2$@

source: [multiple selection]
ar: [اختيار متعدد]
cs: [vícenásobný výběr]
de: [Mehrfach-Auswahl]
es: [selección múltiple]
it: [selezione multipla]
ja: [複数選択]
pt: [múltipla seleção]

source: [name required]
ar: [الاسم مطلوب]
cs: [vyžadováno jméno]
de: [Name erforderlich]
es: [nombre requerido]
it: Nome richiesto
ja: [名前が必要です]
pt: [nome necessário]

source: [no selection]
ar: [لا إختيار]
cs: [žádný výběr]
de: [Keine Auswahl]
es: [sin selección]
it: nessuna selezione
ja: [選択されていません]
pt: [sem seleção]

source: (In addition, one or more errors occurred while attempting to create the export files: %lu could not be created. These files will be ignored.)
ar: (بالإضافة إلى ذلك، حدث خطأ واحد أو أكثر أثناء محاولة إنشاء ملفات التصدير: %lu لا يمكن إنشاؤه. سيتم تجاهل هذه الملفات.
cs: (Kromě toho došlo k jedné nebo více chybám při pokusu o vytvoření exportních souborů: %lu nelze vytvořit. Tyto soubory budou ignorovány.)
de: (Folgende(r) Fehler trat(en) bei der Erstellung der Export-Datei(en) auf: %lu konnte nicht erstellt werden. Diese Datei(en) werden übergangen.)
es: (Además, uno o más errores han ocurrido al intentar crear los archivos de exportación: %lu no se han podido crear. Estos archivos serán ignorados.)
it: (Inoltre, si sono verificati uno o più errori durante il tentativo di creare i file di esportazione: %lu non può essere creato. Questi file verranno ignorati.)
ja: (さらに、エクスポートファイルの作成中に1つ以上のエラーが発生しました: %lu を作成できませんでした。 これらのファイルは無視されます。
pt: (Além disso, um ou mais erros ocorreram ao tentar criar os ficheiros de exportação: %lu não pôde ser criado. Estes ficheiros serão ignorados.)

source: Press ⇧ for binary search (case-sensitive).
ar: اضغط <unk> للبحث الثنائي (حساس لحالة الأحرف).
cs: Stiskněte <unk> pro binární vyhledávání (rozlište malá a velká písmena).
de: ⇧ für die binäre Suche mit Groß- und Kleinschreibung drücken.
es: Pulse ⇧ para búsqueda binaria (sensible a mayúsculas).
it: Premi ⇧ per la ricerca binaria (maiuscole e minuscole).
ja: バイナリー検索のために⇧ を押します。
pt: Pressione ⇧ para pesquisa binária (diferencia maiúsculas de minúsculas).

source: A bit-field type. M specifies the number of bits. If shorter values are inserted, they will be aligned on the least significant bit. See the SET type if you want to explicitly name each bit.
ar: نوع بت - الحقل. M يحدد عدد البيت. إذا تم إدخال قيم أقصر، سيتم مواءمتها على الأقل أهمية. انظر إلى نوع مجموعة الـ SET إذا كنت ترغب في تسمية كل جزء صراحة.
cs: Typ bitového pole. M určuje počet bitů. Pokud jsou vloženy kratší hodnoty, budou zarovnány na nejméně významném bitu. Pokud chcete explicitně pojmenovat každou část, podívejte se na typ SET.
de: Ein Bit-Feld Typ. M gibt die Zahl der Bits an. Werden kürzere Werte eingetragen, erfolgt die Ausrichtung nach dem geringwertigsten Bit. Der SET Typ ermöglicht die Benennung jedes einzelnen Bits.
es: Un tipo de campo bit. M especifica el número de bits. Si se insertan valores más cortos, se alinearán en el bit menos significativo. Vea el tipo SET si desea nombrar explícitamente cada bit.
it: Un tipo di campo bit. M specifica il numero di bit. Se vengono inseriti valori più corti, essi saranno allineati al bit meno significativo. Vedere il tipo SET se si desidera nominare esplicitamente ogni bit.
ja: ビットフィールドタイプ。M はビット数を指定します。より短い値が挿入された場合は、最も重要なビット上に位置合わせされます。 各ビットに明示的に名前を付けたい場合は、SET 型を参照してください。
pt: Um tipo de campo-bit. M especifica o número de bits. Se valores mais curtos forem inseridos, eles serão alinhados no ponto menos significativo. Veja o tipo de parâmetro se você quiser nomear explicitamente cada parte.

source: A Bundle ‘%@’ is already installed. Do you want to update it?
ar: تم بالفعل تثبيت حزمة ''%@. هل تريد تحديثها؟
cs: Bundle ‘%@je již nainstalován. Chcete jej aktualizovat?
de: Ein Bundle ‘%@’ wurde bereits installiert. Soll es erneuert werden?
es: El paquete ‘%@’ ya está instalado. ¿Desea actualizarlo?
it: Un Bundle ‘%@’ è già installato. Vuoi aggiornarlo?
ja: バンドル数%@は既にインストールされています。更新しますか？
pt: Um pacote %@ já está instalado. Você quer atualizá-lo?

source: A byte array with fixed length. Shorter values will always be padded to the right with 0x00 until they fit M.
ar: مصفوفة بايت ذات طول ثابت. القيم الاقصر ستضاف دائما إلى اليمين مع 0x00 حتى تناسب M.
cs: Bajtové pole s pevnou délkou. Krátké hodnoty budou vždy umístěny vpravo s 0x00, dokud se nevejde M.
de: Ein Byte-Array mit fester Länge. Kürzere Werte werden immer nach rechts mit 0x00 bis zum Erreichen von M aufgefüllt.
es: Un arreglo de bytes con longitud fija. Los valores cortos siempre se añadirán a la derecha con 0x00 hasta que encajen en M.
it: Un array di byte con lunghezza fissa. I valori più brevi saranno sempre riempiti a destra con 0x00 finché non si adattano a M.
ja: 長さが固定されたバイト配列。より短い値は常にMに合うまで0x00で右側にパディングされます。
pt: Uma matriz de bytes com comprimento fixo. Valores menores serão sempre preenchidos à direita com 0x00 até que eles encaixem.

source: A byte array with variable length. The actual number of bytes is further limited by the values of other fields in the row.
ar: مصفوفة بايت بطول متغير. العدد الفعلي من البايت محدود كذلك بقيم الحقول الأخرى في الصف.
cs: Pole bajtů s délkou proměnné. Skutečný počet bajtů je dále omezen hodnotami jiných polí v řadě.
de: Ein Byte-Array mit variabler Länge. Die tatsächliche Zahl der Bytes wird weiters durch die Werte anderer Felder der Zeile begrenzt.
it: Un array di byte con lunghezza variabile. Il numero effettivo di byte è ulteriormente limitato dai valori di altri campi nella riga.
ja: 可変長のバイト配列。実際のバイト数は、行の他のフィールドの値によってさらに制限されます。
pt: Um array de bytes com comprimento variável. O número real de bytes é ainda limitado pelos valores de outros campos na linha.

source: A byte array with variable length. Unlike VARBINARY this type does not count towards the maximum row length.
ar: صفيفة بايت بطول متغير. على عكس فاربيناري، هذا النوع لا يحسب في طول الصف الأقصى.
cs: Pole bajtů s proměnnou délkou. Na rozdíl od VARBINARY se tento typ nezapočítává do maximální délky řady.
de: Ein Byte-Array mit variable Länge. Dieser Typ wird nicht zur maximalen Zeilenlänge aufgerechnet (anders als VARBINARY).
it: Un array di byte con lunghezza variabile. A differenza di VARBINARIO questo tipo non conta verso la lunghezza massima della riga.
ja: 可変長のバイト配列。VARBINARYとは異なり、この型は行の最大長にはカウントされません。
pt: Um array de bytes com comprimento variável. Ao contrário do VARBINARY este tipo não conta para o comprimento máximo da linha.

source: A character string that can store up to 255 bytes, but requires less space for shorter values. The actual number of characters is further limited by the used encoding. Unlike VARCHAR this type does not count towards the maximum row length.
ar: سلسلة حروف يمكن تخزين ما يصل إلى 255 بايت، ولكنها تتطلب مساحة أقل لقيم أقصر. العدد الفعلي للأحرف محدود كذلك بواسطة الترميز المستخدم. على عكس VARCHAR هذا النوع لا يحسب في الطول الأقصى للصف.
cs: Řetězec znaků, který může ukládat až 255 bajtů, ale vyžaduje méně místa pro kratší hodnoty. Skutečný počet znaků je dále omezen použitým kódováním. Na rozdíl od VARCHAR se tento typ nezapočítává do maximální délky řádku.
de: Eine Zeichenkette, die bis zu 255 Bytes speichern kann, allerdings weniger Platz für kürzere Werte benötigt. Die tatsächliche Zahl der Zeichen wird weiters durch die verwendeten Zeichen-Codierung begrenzt. Anders als VARCHAR wird dieser Typ nicht gegen die maximale Zeilenlänge aufgerechnet.
it: Una stringa di caratteri che può memorizzare fino a 255 byte, ma richiede meno spazio per valori più brevi. Il numero effettivo di caratteri è ulteriormente limitato dalla codifica usata. A differenza di VARCHAR questo tipo non conta verso la lunghezza massima della riga.
ja: 255バイトまで保存できますが、短い値の場合はスペースが少なくなります。 実際の文字数は、使用されるエンコーディングによってさらに制限されます。VARCHAR とは異なり、このタイプは行の最大長にはカウントされません。
pt: Uma string de caracteres que pode armazenar até 255 bytes, mas requer menos espaço para valores mais curtos. O número real de caracteres é limitado pela codificação usada. Ao contrário deste tipo VARCHAR não conta para o comprimento máximo de linha.
