Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Represents a collection of Polygons. The Polygons making up the MultiPolygon must not intersect.
ar: يمثل مجموعة من مضلعات البوليغون. المضلعات التي تتكون من عدة مضلعات يجب ألا تتقاطع
cs: Představuje sbírku polygonů. Polygony tvořící MultiPolygon nesmí křižovat.
de: Eine Sammlung von Polygonen. Polygone, die das Multi-Polygon darstellen, dürfen sich nicht überschneiden.
it: Rappresenta una collezione di poligoni. I poligoni che compongono il poligono multiplo non devono intersecarsi.
ja: 多角形のコレクションを表します。多角形を構成する多角形は交差してはいけません。
pt: Representa uma coleção de polígonos. Os polígonos que compõem o Multipolígono não devem se cruzar.

source: Represents a set of Points without specifying any kind of relation and/or order between them.
ar: يمثل مجموعة من النقاط دون تحديد أي نوع من العلاقة و/أو الترتيب بينهم.
cs: Představuje soubor bodů, aniž by mezi nimi specifikoval jakýkoli druh vztahu nebo příkazu.
de: Eine Sammlung von Punkten, die zueinander keine spezifische Beziehung oder Ordnung aufweisen.
it: Rappresenta un insieme di Punti senza specificare alcun tipo di relazione e/o ordine tra di essi.
ja: ポイントのセットを表し、それらの間のリレーションおよび/または順序を指定しません。
pt: Representa um conjunto de Pontos sem especificar qualquer tipo de relação e/ou ordem entre eles.

source: Represents a single location in coordinate space using X and Y coordinates. The point is zero-dimensional.
ar: يمثل موقع واحد في مساحة الإحداثيات باستخدام إحداثيات X و Y . النقطة ذات بعد صفر.
cs: Představuje jediné umístění v souřadnicovém prostoru pomocí souřadnic X a Y. Bod je nulový rozměr.
de: Ein einzelner, dimensionsloser Punkt einer Ebene mit x- und y-Koordinaten.
it: Rappresenta una singola posizione nello spazio di coordinate usando le coordinate X e Y. Il punto è zero-dimensionale.
ja: X座標とY座標を使用して座標空間内の単一の位置を表します。点は0次元です。
pt: Representa um único local no espaço das coordenadas usando as coordenadas X e Y. O ponto é de zero dimensão.

source: Represents an ordered set of coordinates where each consecutive pair of two points is connected by a straight line.
ar: يمثل مجموعة مطلوبة من الإحداثيات حيث كل زوج متتابع من نقطتين متصلتين بخط مستقيم.
cs: Představuje uspořádanou sadu souřadnic, kde je každý po sobě jdoucí pár dvou bodů spojen přímkou.
de: Eine geordnete Sammlung von Koordinaten, wobei aufeinander folgende Punkte durch eine Gerade verbunden werden.
it: Rappresenta un insieme ordinato di coordinate in cui ogni coppia consecutiva di due punti è collegata da una linea retta.
ja: 2 つの点の連続したペアが直線で接続されている座標セットを表します。
pt: Representa um conjunto de coordenadas ordenado em que cada par consecutivo de dois pontos está conectado por uma linha reta.

source: required
ar: مطلوب
cs: vyžadováno
de: erforderlich
es: requerido
it: obbligatorio
ja: 必須
pt: obrigatório

source: Requires 2 bytes storage space. M is the optional display width and does not affect the possible value range.
ar: يتطلب مساحة تخزين 2 بايت. M هو عرض العرض الاختياري ولا يؤثر على نطاق القيمة المحتملة.
cs: Vyžaduje 2 bajty úložného prostoru. M je volitelná šířka zobrazení a nemá vliv na možný rozsah hodnot.
de: Erfordert 2 Bytes Speicherplatz. M ist die fakultative Darstellungsbreite ohne Einfluss auf den möglichen Wertebereich.
it: Richiede 2 byte spazio di archiviazione. M è la larghezza di visualizzazione opzionale e non influisce sull'intervallo di valori possibile.
ja: 2バイトのストレージスペースが必要です。Mはオプションの表示幅であり、可能な値の範囲には影響しません。
pt: Requer espaço de armazenamento de 2 bytes. M é a largura de exibição opcional e não afeta o possível intervalo de valor.

source: Requires 3 bytes storage space. M is the optional display width and does not affect the possible value range.
ar: يتطلب مساحة تخزين 3 بايت. M هو عرض العرض الاختياري ولا يؤثر على نطاق القيمة المحتملة.
cs: Vyžaduje úložiště 3 bajtů. M je volitelná šířka displeje a nemá vliv na možný rozsah hodnot.
de: Erfordert 3 Bytes Speicherplatz. M ist die fakultative Darstellungsbreite ohne Einfluss auf den möglichen Wertebereich.
it: Richiede 3 byte spazio di archiviazione. M è la larghezza di visualizzazione opzionale e non influisce sull'intervallo di valori possibile.
ja: 3バイトのストレージスペースが必要です。Mはオプションの表示幅であり、可能な値の範囲には影響しません。
pt: Requer espaço de armazenamento de 3 bytes. M é a largura de exibição opcional e não afeta o possível intervalo do valor.

source: Requires 4 bytes storage space. M is the optional display width and does not affect the possible value range. INTEGER is an alias to this type.
ar: يتطلب مساحة تخزين 4 بايت. M هو عرض العرض الاختياري ولا يؤثر على نطاق القيمة المحتملة. INTEGER هو اسم مستعار لهذا النوع.
cs: Vyžaduje úložiště 4 bajtů. M je volitelná šířka displeje a nemá vliv na možný rozsah hodnot. INTEGER je alias tohoto typu.
de: Erfordert 4 Bytes Speicherplatz. M ist die fakultative Darstellungsbreite ohne Einfluss auf den möglichen Wertebereich. INTEGER ist ein Alias dieses Typs.
it: Richiede 4 byte spazio di archiviazione. M è la larghezza di visualizzazione opzionale e non influisce sull'intervallo di valori possibile. INTEGER è un alias di questo tipo.
ja: 4バイトのストレージスペースが必要です。Mはオプションの表示幅であり、可能な値の範囲には影響しません。 INTEGERはこの型へのエイリアスです。
pt: Requer espaço de armazenamento de 4 bytes. M é a largura de exibição opcional e não afeta o possível intervalo do valor. INTEGER é um apelido para este tipo.

source: Requires 8 bytes storage space. M is the optional display width and does not affect the possible value range. Note: Arithmetic operations might fail for large numbers.
ar: يتطلب مساحة تخزين 8 بايت. M هو عرض العرض الاختياري ولا يؤثر على نطاق القيمة المحتملة. ملاحظة: قد تفشل العمليات الخاصة بالأعداد الكبيرة.
cs: Vyžaduje úložiště 8 bajtů. M je volitelná šířka displeje a nemá vliv na možný rozsah hodnot. Poznámka: Aritmetické operace mohou selhat u velkých čísel.
de: Erfordert 8 Bytes Speicherplatz. M ist die fakultative Darstellungsbreite ohne Einfluss auf den möglichen Wertebereich. Hinweis: Arithmetische Operationen könnten bei großen Zahlen fehlschlagen.
it: Richiede 8 byte spazio di archiviazione. M è la larghezza di visualizzazione opzionale e non influisce sull'intervallo di valori possibile. Nota: le operazioni aritmetiche potrebbero fallire per grandi numeri.
ja: 8バイトのストレージスペースが必要です。Mはオプションの表示幅であり、可能な値の範囲には影響しません。 注: 算術演算は多数の場合失敗する可能性があります。
pt: Requer espaço de armazenamento de 8 bytes. M é a largura de exibição opcional e não afeta o possível intervalo do valor. Nota: Operações aritméticas podem falhar para números grandes.

source: Reset AUTO_INCREMENT after deletion (only for Delete ALL ROWS IN TABLE)?
ar: إعادة تعيين AUTO_INCREMENT بعد الحذف (فقط لحذف جميع ROWS في TBLE)؟
cs: Obnovit AUTO_INCREMENT po smazání (pouze pro smazání VŠECHNY ROWY V OCHRANU)?
de: Nach dem Löschen AUTO_INCREMENT zurücksetzen (nur für Löschen ALLER ZEILEN IN DER TABELLE)?
it: Reimpostare AUTO_INCREMENT dopo la cancellazione (solo per eliminare TUTTI I ROWS IN TABLE)?
ja: 削除後にAUTO_INCREMENTをリセット (テーブル内のすべてのROWSを削除する場合のみ)?

source: Delete Selected Row
ar: حذف الصف المحدد
cs: Odstranit vybraný řádek
de: Ausgewählte Zeile löschen
es: Eliminar fila seleccionada
it: Elimina Riga Selezionata
ja: 選択した行を削除

source: Delete Selected Rows
ar: حذف الصفوف المحددة
cs: Odstranit vybrané řádky
de: Ausgewählte Zeilen löschen
es: Eliminar filas seleccionadas
it: Elimina Righe Selezionate
ja: 選択した行を削除

source: Delete ALL ROWS IN TABLE
ar: حذف جميع الأذونات في اللعبة
cs: Odstranit VŠECHNY ROWY v TABULCE
de: Lösche ALLE ZEILEN IN DER TABELLE
es: Borrar TODAS LAS FILAS EN TABLA
it: Eliminare TUTTI I ROWS NELLA TAVOLA
ja: テーブル内のすべてのROWを削除

source: Restoring session...
ar: استعادة الجلسة...
cs: Obnovuji relaci...
de: Sitzung wiederherstellen …
es: Restaurando sesión...
it: Ripristino sessione...
ja: セッションを復元しています...
pt: Restaurando sessão...

source: Return Type
ar: نوع الإرجاع
cs: Typ vratky
de: Rückgabewert
es: Tipo de retorno
it: Tipo Di Reso
ja: 戻り値
pt: Tipo de retorno

source: return type: %@
ar: نوع الإرجاع: %@
cs: typ návratu: %@
de: Rückgabewert: %@
es: devolver tipo: %@
it: tipo di ritorno: %@
ja: 戻り値の型: %@
pt: tipo de retorno: %@

source: row
ar: صف
cs: Řádek
de: Zeile
es: fila
it: riga
ja: 行
pt: linha

source: rows
ar: صفوف
cs: Řádky
de: Zeilen
es: filas
it: righe
ja: 行
pt: linhas

source: Rows %@ - %@ from filtered matches
ar: الصفوف %1$@ - %2$@ من المطابقات المصفاة
cs: Řádky %1$@ - %2$@ z filtrovaných zápasů
de: Zeilen %1$@ - %2$@ gefilterter Treffer
es: Filas %1$@ - %2$@ de resultados filtrados
it: Righe %1$@ - %2$@ dalle corrispondenze filtrate
ja: 行 %1$@ - %2$@ にフィルタリングされた
pt: Linhas %1$@ - %2$@ das filtradas

source: Rows %@ - %@ of %@%@ from table
ar: الصفوف %1$@ - %2$@ من %3$@%4$@ من الجدول
cs: Řádky %1$@ - %2$@ z %3$@%4$@ z tabulky
de: Zeilen %1$@ - %2$@ aus %3$@%4$@ der Tabelle
es: Filas %1$@ - %2$@ de %3$@%4$@ de la tabla
it: Righe %1$@ - %2$@ di %3$@%4$@ dalla tabella
ja: テーブルから %1$@ - %2$@ 行目 %3$@%4$@
pt: Linhas %1$@ - %2$@ de %3$@%4$@ da tabela

source: rows: %@
ar: صفوف: %@
cs: řádek: %@
de: Zeilen: %@
es: filas: %@
it: righe: %@
ja: 行数: %@
pt: linhas: %@

source: rows: ~%@
ar: صفوف: ~%@
cs: řádek: ~%@
de: Zeilen: ~%@
es: filas: ~%@
it: righe: ~%@
ja: 行数: ~%@
pt: linhas: ~%@

source: Run All
ar: تشغيل الكل
cs: Spustit vše
de: Alle ausführen
es: Ejecutar todo
it: Esegui Tutto
ja: すべて実行
pt: Executar todos

source: Run All Queries
ar: تشغيل جميع الاستفسارات
cs: Spustit všechny dotazy
de: Alle Abfragen ausführen
es: Ejecutar todas las consultas
it: Esegui Tutte Le Query
ja: すべてのクエリを実行
pt: Executar todas as queries

source: Run Current
ar: تشغيل الحالي
cs: Spustit aktuální
de: Aktuelle ausführen
es: Ejecutar actual
it: Esegui Corrente
ja: 現在の実行
pt: Executar atual

source: Run Current Query
ar: تشغيل الاستعلام الحالي
cs: Spustit aktuální dotaz
de: Aktuelle Query ausführen
es: Ejecutar consulta actual
it: Esegui Query Attuale
ja: 現在のクエリを実行
pt: Executar Query Atual

source: Run Custom Query
ar: تشغيل استعلام مخصص
cs: Spustit vlastní dotaz
de: Eigene Query ausführen
es: Ejecutar consulta personalizada
it: Esegui Query Personalizzata
ja: カスタムクエリの実行
pt: Executar query personalizada

source: Run Previous
ar: تشغيل السابق
cs: Spustit předchozí
de: Vorige ausführen
es: Ejecutar anterior
it: Esegui Precedente
ja: 前回の実行
pt: Executar Anterior

source: Run Previous Query
ar: تشغيل الاستعلام السابق
cs: Spustit předchozí dotaz
de: Vorige Query ausführen
es: Ejecutar consulta anterior
it: Esegui Query Precedente
ja: 前のクエリを実行
pt: Executar query anterior

source: Run Selected Text
ar: تشغيل النص المحدد
cs: Spustit vybraný text
de: Ausgewählten Text ausführen
es: Ejecutar texto seleccionado
it: Esegui Il Testo Selezionato
ja: 選択したテキストを実行
pt: Executar Texto Selecionado

source: Run Selection
ar: تشغيل التحديد
cs: Spustit výběr
de: Auswahl ausführen
es: Ejecutar selección
it: Esegui Selezione
ja: 選択を実行
pt: Executar seleção

source: Running query %i of %lu...
ar: جار تشغيل الاستعلام %1$i من %2$lu...
cs: Probíhá dotaz %1$i z %2$lu...
de: Query %1$i von %2$lu läuft …
es: Ejecutando consulta %1$i de %2$lu...
it: Esecuzione della query %1$i di %2$lu...
ja: クエリ %1$i / %2$lu を実行中...
pt: Executando query %1$i de %2$lu...

source: Running query %ld of %lu...
ar: جار تشغيل الاستعلام %1$ld من %2$lu...
cs: Probíhá dotaz %1$ld z %2$lu...
de: Query %1$ld von %2$lu läuft …
es: Ejecutando consulta %1$ld de %2$lu...
it: Esecuzione della query %1$ld di %2$lu...
ja: クエリ %1$ld / %2$lu を実行中...
pt: Executando query %1$ld de %2$lu...

source: Running query...
ar: تشغيل الاستعلام...
cs: Probíhá dotaz...
de: Query läuft …
es: Ejecutando consulta...
it: Interrogazione in corso...
ja: クエリを実行中...
pt: Executando query...

source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
it: Salva
ja: 保存
pt: Salvar

source: Save All to Favorites
ar: حفظ الكل في المفضلة
cs: Uložit vše do oblíbených
de: Alle als Favoriten speichern
es: Guardar todo en favoritos
it: Salva tutto nei preferiti
ja: すべてをお気に入りに保存
pt: Salvar Tudo nos Favoritos

source: Save As...
ar: حفظ باسم...
cs: Uložit jako...
de: Speichern unter …
es: Guardar como...
it: Salva Come...
ja: 別名で保存...
pt: Salvar Como...

source: save BLOB as dat file
ar: حفظ BLOB كملف dat
cs: uložit BLOB jako datový soubor
de: BLOB als DAT Datei speichern
es: guardar BLOB como archivo dat
it: salva BLOB come file dat
ja: BLOB を dat ファイルとして保存
pt: salvar BLOB como ficheiro dat

source: save BLOB as image file
ar: حفظ BLOB كملف صورة
cs: uložit BLOB jako obrázek
de: BLOB als Bilddatei speichern
es: guardar BLOB como archivo de imagen
it: salva BLOB come file immagine
ja: BLOBを画像ファイルとして保存
pt: salvar BLOB como ficheiro de imagem

source: Save Current Query to Favorites
ar: حفظ الاستعلام الحالي إلى المفضلة
cs: Uložit aktuální dotaz do oblíbených
de: Aktuelle Query als Favorit speichern
es: Guardar consulta actual en favoritos
it: Salva la Query Corrente nei Preferiti
ja: 現在のクエリをお気に入りに保存
pt: Salvar a Query Atual nos Favoritos

source: Save Page As…
ar: حفظ الصفحة ك…
cs: Uložit stránku jako…
de: Seite speichern als …
es: Guardar página como…
it: Salva Pagina Come…
ja: ページを別名で保存…
pt: Salvar Página Como…

source: Save Queries…
ar: حفظ الاستفسارات…
cs: Uložit dotazy…
de: Abfragen speichern…
es: Guardar consultas…
it: Salva Query…
ja: クエリを保存…
pt: Salvar Queries…

source: Save Query…
ar: حفظ الاستعلام…
cs: Uložit dotaz…
de: Query speichern…
es: Guardar consulta…
it: Salva Query…
ja: クエリを保存…
pt: Salvar Query…

source: Save Selection to Favorites
ar: حفظ التحديد إلى المفضلة
cs: Uložit výběr do oblíbených
de: Auswahl als Favorit speichern
es: Guardar selección en favoritos
it: Salva selezione nei preferiti
ja: 選択範囲をお気に入りに保存
pt: Salvar Seleção nos Favoritos

source: Save View As...
ar: حفظ العرض باسم...
cs: Uložit pohled jako...
de: Ansicht speichern als …
es: Guardar vista como...
it: Salva Vista Come...
ja: ビューを保存...
pt: Salvar View Como...

source: Schema path:
ar: مسار المخطط:
cs: Cesta k schématu:
de: Schema Pfad:
es: Ruta de esquema:
it: Percorso schema:
ja: スキーマパス:
pt: Caminho do esquema:

source: Search in MySQL Documentation
ar: البحث في وثائق MySQL
cs: Hledat v MySQL dokumentaci
de: In MySQL Dokumentation suchen
es: Buscar en documentación de MySQL
it: Cerca nella documentazione MySQL
ja: MySQL ドキュメント内で検索
pt: Buscar na Documentação do MySQL

source: Search in MySQL Help
ar: البحث في مساعدة MySQL
cs: Hledat v MySQL nápovědě
de: In MySQL Hilfe suchen
es: Buscar en ayuda de MySQL
it: Cerca nella Guida di MySQL
ja: MySQLのヘルプで検索
pt: Procurar na ajuda do MySQL

source: Select Active Query
ar: حدد الاستعلام النشط
cs: Vybrat aktivní dotaz
de: Aktive Query wählen
es: Seleccionar consulta activa
it: Seleziona Interrogazione Attiva
ja: アクティブなクエリを選択
pt: Selecionar Query Ativa

source: Select Database
ar: حدد قاعدة البيانات
cs: Vybrat databázi
de: Datenbank wählen
es: Seleccionar base de datos
it: Seleziona Database
ja: データベースを選択
pt: Selecionar base de dados

source: selected items
ar: العناصر المحددة
cs: vybrané položky
de: Ausgewählte Items
es: ítems seleccionados
it: elementi selezionati
ja: 選択した項目
pt: itens selecionados

source: Selected Rows (CSV)
ar: الصفوف المحددة (CSV)
cs: Vybrané řádky (CSV)
de: Ausgewählte Zeilen (CSV)
es: Filas seleccionadas (CSV)
it: Righe Selezionate (Csv)
ja: 選択行（CSV）
pt: Linhas selecionadas (CSV)

source: Selected Rows (SQL)
ar: الصفوف المحددة (SQL)
cs: Vybrané řádky (SQL)
de: Ausgewählte Zeilen (SQL)
es: Filas seleccionadas (SQL)
it: Righe Selezionate (Sql)
ja: 選択行（SQL）
pt: Linhas selecionadas (SQL)

source: Selected Rows (TSV)
ar: صفوف مختارة (TSV)
cs: Vybrané řádky (TSV)
de: Ausgewählte Zeilen (TSV)
es: Filas seleccionadas (TSV)
it: Righe Selezionate (Tsv)
ja: 選択行（TSV）
pt: Linhas Selecionadas (TSV)

source: Selected Text
ar: النص المحدد
cs: Vybraný text
de: Ausgewählter Text
es: Texto seleccionado
it: Testo Selezionato
ja: テキストを選択
pt: Texto Selecionado

source: Selection
ar: التحديد
cs: Výběr
de: Auswahl
es: Selección
it: Selezione
ja: 選択
pt: Seleção

source: Sequel Ace could not find any columns belonging to this index. Maybe it has been removed already?
ar: لم يتمكن Sequel Ace من العثور على أي أعمدة تابعة لهذا الفهرس. ربما تم إزالتها بالفعل؟
cs: Sequel Ace nemohl najít žádné sloupce náležející k tomuto indexu. Možná již byl odstraněn?
de: Sequel Ace findet keine Spalten zu diesem Index. Eventuell wurden sie bereits entfernt?
es: Sequel Ace no pudo encontrar ninguna columna perteneciente a este índice. ¿Tal vez ya ha sido eliminado?
it: Sequel Ace non ha trovato alcuna colonna appartenente a questo indice. Forse è già stato rimosso?
ja: Sequel Aceはこのインデックスに属する列を見つけることができませんでした。多分それは既に削除されていますか？
pt: Sequel Ace não conseguiu encontrar colunas pertencentes a este índice. Será que já foi removido?

source: Sequel Ace only supports and is tested with the default OpenSSH client versions included with macOS. Using different clients might cause connection issues, security risks or not work at all. Please be aware, that we cannot provide support for such configurations.
ar: Sequel Ace يدعم فقط ويتم اختباره مع إصدارات عملاء OpenSSH الافتراضية مع macOS. استخدام عملاء مختلفين قد يسبب مشاكل اتصال أو مخاطر أمنية أو لا يعمل على الإطلاق. من فضلك كن على علم بأننا لا نستطيع تقديم الدعم لمثل هذه الإعدادات.
cs: Sequel Ace podporuje a testuje se s výchozími OpenSSH klientskými verzemi včetně macOS. Použití různých klientů může způsobit problémy s připojením, bezpečnostní rizika nebo vůbec nefungovat. Mějte prosím na paměti, že pro takové konfigurace nemůžeme poskytnout podporu.
de: Sequel Ace unterstützt und wird nur mit den standardmäßigen OpenSSH-Client-Versionen getestet, die in macOS enthalten sind. Die Verwendung unterschiedlicher Clients kann zu Verbindungsproblemen oder Sicherheitsrisiken führen oder gar nicht funktionieren. Bitte beachten Sie, dass wir für solche Konfigurationen keinen Support leisten können.
it: Sequel Ace supporta solo ed è testato con le versioni client OpenSSH predefinite incluse con macOS. L'utilizzo di clienti diversi potrebbe causare problemi di connessione, rischi di sicurezza o non funzionare affatto. Si prega di essere consapevoli, che non possiamo fornire supporto per tali configurazioni.
ja: Sequel Aceは、macOSに含まれているデフォルトのOpenSSHクライアントバージョンのみをサポートし、テストされています。異なるクライアントを使用すると、接続の問題やセキュリティリスクが発生したり、まったく機能しなくなったりする可能性があります。 このような構成のサポートは提供できないことに注意してください。

source: sequelace URL scheme command not supported.
ar: أمر مخطط URL المتتالي غير مدعوم.
cs: příkaz URL sekvenování není podporován.
de: Sequelace URL Schema-Befehl wird nicht unterstützt.
es: Comando de esquema URL de sequelace no soportado.
it: comando schema URL sequelace non supportato.
ja: Sequel Ace URL scheme コマンドはサポートされていません。
pt: comando Sequel Ace não suportado.

source: sequelace URL Scheme Error
ar: خطأ في مخطط URL التتابع
cs: chyba následného schématu URL
de: Sequelace URL Schema Fehler
es: Error de esquema URL sequelace
ja: シーケンスURLスキームエラー
pt: erro de esquema de URL Sequel Ace

source: Server
ar: خادم
es: Servidor
ja: サーバ
pt: Servidor

source: Server Default (%@)
ar: افتراضي الخادم (%@)
cs: Výchozí nastavení serveru (%@)
es: Servidor predeterminado (%@)
it: Server Predefinito (%@)
ja: サーバーのデフォルト (%@)
pt: Servidor Padrão (%@)

source: Server Processes on %@
ar: عمليات الخادم على %@
cs: Procesy serveru na %@
de: Server Prozesse auf %@
es: Procesos de servidor en %@
it: Processi del server su %@
ja: %@ のサーバープロセス
pt: Processos de Servidor em %@

source: Session
ar: الجلسة
cs: Relace
de: Sitzung
es: Sesión
it: Sessione
ja: セッション
pt: Sessão

source: Show as HTML
ar: إظهار كـ HTML
cs: Zobrazit jako HTML
de: Als HTML darstellen
es: Mostrar como HTML
it: Mostra come HTML
ja: HTML 表示
pt: Ver como HTML

source: Show as HTML Tooltip
ar: إظهار كنصيحة لأداة HTML
cs: Zobrazit jako HTML tip
de: Als HTML Tooltip darstellen
es: Mostrar como sugerencia HTML
it: Mostra come suggerimento HTML
ja: HTML ツールチップとして表示
pt: Mostrar como dica HTML

source: Show as Text Tooltip
ar: إظهار كنصيحة نصية
cs: Zobrazit jako textový nápovědu
de: Als Text Tooltip darstellen
es: Mostrar como sugerencia de texto
it: Mostra come suggerimento di testo
ja: テキストツールチップとして表示
pt: Mostrar como dica de Texto

source: Show Console
ar: إظهار وحدة التحكم
cs: Zobrazit konzoli
de: Konsole anzeigen
es: Mostrar consola
it: Mostra Console
ja: コンソールを表示
pt: Ver console

source: Show Create Function Syntax...
ar: إظهار إنشاء بناء الدالة...
cs: Zobrazit syntaxi pro vytvoření funkce...
de: Zeige die Syntax zu Create Function …
es: Mostrar sintaxis create function...
it: Mostra Crea Sintassi Funzione...
ja: 関数の構文を表示...
pt: Mostrar sintaxe CREATE FUNCTION

source: Show Create Procedure Syntax...
ar: إظهار إنشاء صيغة إجرائية...
cs: Zobrazit syntaxi procedur...
de: Zeige die Syntax zu Create Procedure ...
es: Mostrar sintaxis create procedure...
it: Mostra Sintassi Della Procedura...
ja: プロシージャの構文を表示...
pt: Mostrar sintaxe CREATE PROCEDURE...

source: Show Create Syntaxes...
ar: إظهار إنشاء بنايات...
cs: Zobrazit syntaxi...
de: Zeige die Syntax zu Create ...
es: Mostrar sintaxis create...
it: Mostra Crea Sintassi...
ja: 構文を表示...
pt: Mostrar Sintaxe de Criação...

source: Show Create Table Syntax...
ar: إظهار إنشاء صيغة الجدول...
cs: Zobrazit syntaxi pro vytvoření tabulky...
de: Zeige die Syntax zu Create Table ...
es: Mostrar sintaxis create table...
it: Mostra Crea Sintassi Della Tabella...
ja: テーブルの構文を表示...
pt: Mostrar Sintaxe de Criar Tabela...

source: Show Create View Syntax...
ar: إظهار إنشاء أسلوب العرض...
cs: Zobrazit syntaxi Vytvořit zobrazení...
de: Zeige die Syntax zu Create View ...
es: Mostrar sintaxis create view...
it: Mostra Crea Sintassi Vista...
ja: ビューの構文を表示...
pt: Mostrar Sintaxe de Criar View...

source: Show Detail
ar: إظهار التفاصيل
cs: Zobrazit detaily
de: Detail anzeigen
es: Mostrar detalle
it: Mostra Dettaglio
ja: 詳細を表示
pt: Mostrar Detalhes

source: Show MySQL help for %@
ar: إظهار مساعدة MySQL ل %@
cs: Zobrazit MySQL nápovědu pro %@
de: MySQL-Hilfe für % anzeigen @
es: Mostrar ayuda de MySQL para %@
it: Mostra l'aiuto MySQL per %@
ja: %@ の MySQL ヘルプを表示
pt: Mostrar ajuda do MySQL para %@

source: Show Navigator
de: Navigator anzeigen
es: Mostrar navegador
ja: ナビゲーションを表示する
pt: Mostrar barra de navegação

source: Show Tab Bar
ar: إظهار شريط التبويب
cs: Zobrazit panel záložek
de: Tab-Leiste anzeigen
es: Mostrar barra de pestañas
it: Mostra Barra Delle Schede
ja: タブバーを表示
pt: Mostrar barra de abas

source: Show the console which shows all MySQL commands performed by Sequel Ace
ar: إظهار وحدة التحكم التي تظهر جميع أوامر MySQL التي تقوم بها Sequel Ace
cs: Zobrazit konzolu, která zobrazuje všechny MySQL příkazy provedené Sequel Ace
de: Die Konsole mit allen MySQL Befehlen, die von Sequel Ace ausgeführt wurden, anzeigen
es: Muestra la consola que muestra todos los comandos MySQL ejecutados por Sequel Ace
it: Mostra la console che mostra tutti i comandi MySQL eseguiti da Sequel Ace
ja: Sequel Aceによって実行されるすべてのMySQLコマンドを表示するコンソールを表示します
pt: Mostrar a consola que mostra todos os comandos MySQL executados pela Sequel Ace

source: Show Toolbar
ar: إظهار شريط الأدوات
cs: Zobrazit panel nástrojů
de: Werkzeugleiste anzeigen
es: Mostrar barra de herramientas
it: Mostra Barra Strumenti
ja: ツールバーを表示
pt: Mostrar Barra de Ferramentas

source: Showing %lu of %lu processes
ar: عرض %1$lu من عمليات %2$lu
cs: Zobrazuji %1$lu z %2$lu procesů
de: %1$lu von %2$lu Prozessen
es: Mostrando %1$lu de %2$lu procesos
it: Mostrando %1$lu dei processi di %2$lu
ja: %1$lu 個中の %2$lu 個のプロセスを表示中
pt: Mostrando %1$lu de %2$lu processos

source: Shutdown
ar: إيقاف
cs: Vypnout
de: Herunterfahren
es: Apagar
it: Spegnimento
ja: シャット ダウン
pt: Desligar

source: Shutdown failed!
ar: فشل الإغلاق!
cs: Vypnutí selhalo!
de: Shutdown fehlgeschlagen!
es: ¡Apagado fallido!
it: Arresto fallito!
ja: シャットダウン失敗！
pt: Desligar falhou!
