Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Favorites import error
ar: خطأ استيراد المفضلة
cs: Chyba při importu oblíbených
de: Fehler beim Import der Favoriten
es: Error al importar favoritos
it: Errore importazione preferiti
ja: お気に入りのエクスポートエラー
pt: Erro ao importar favoritos

source: Fetching data...
ar: جلب البيانات...
cs: Načítání dat...
de: Datenabruf …
es: Recuperando datos...
it: Recupero dati...
ja: データを取得しています...
pt: Bsucando dados...

source: fetching database structure data in progress
ar: جلب بيانات بنية قاعدة البيانات قيد التقدم
cs: Probíhá načítání dat o struktuře databáze
de: Abruf der Daten der Datenbankstruktur läuft
es: recuperando estructura de datos de la base de datos
it: recupero dei dati della struttura del database in corso
ja: 進行中のデータベース構造データの取得中
pt: A obter dados de estrutura de banco de dados

source: fetching database structure in progress
ar: جلب بنية قاعدة البيانات في تقدم
cs: probíhá načítání databázové struktury
de: Abruf der Datenbankstruktur läuft
es: recuperando estructura de base de datos en progreso
it: recupero della struttura del database in corso
ja: 進行中のデータベース構造の取得中
pt: A obter a estrutura do banco de dados

source: fetching table data…
ar: جلب بيانات الجدول…
cs: Načítání údajů tabulky…
de: Abruf der Tabellen-Daten…
es: Recuperando datos de la tabla…
it: recupero dati tabella…
ja: テーブルデータの取得中…
pt: A obter dados de tabela…

source: field
ar: حقل
cs: pole
de: Feld
es: campo
it: campo
ja: フィールド
pt: campo

source: Field
ar: الحقل
cs: Pole
de: Feld
es: Campo
it: Campo
ja: フィールド
pt: Campo

source: Field is not editable. Couldn't identify field origin unambiguously (%ld matches).
ar: الحقل غير قابل للتحرير. تعذر تحديد مصدر الحقل بشكل لا لبس فيه ( مطابقة%ld).
cs: Pole není upravitelné. Nelze jednoznačně identifikovat původ pole (%ld shody).
de: Feld nicht bearbeitbar. Die Herkunft konnte nicht zweifelsfrei festgestellt werden (%ld Übereinstimmungen).
es: Campo no editable. No se pudo identificar el campo de origen con precisión (%ld coincidencias).
it: Il campo non è modificabile. Impossibile identificare l'origine del campo in modo univoco (%ld corrisponde).
ja: フィールドは編集できません。フィールドの原点を明確に識別できませんでした（%ld 件の一致）。
pt: O campo não é editável. Não foi possível identificar a origem do campo de forma inequívoca (%ld correspondências).

source: Field is not editable. Field has no or multiple table or database origin(s).
ar: الحقل غير قابل للتحرير. الحقل لا يحتوي على جدول أو جداول متعددة أو منشأ قاعدة البيانات.
cs: Pole nelze upravit. Pole nemá žádnou nebo více tabulek nebo původ databáze.
de: Das Feld kann nicht bearbeitet werden, der Speicherort ist unklar.
es: Campo no editable. El campo no tiene o tiene múltiples orígenes de tablas o bases de datos.
it: Il campo non è modificabile. Il campo non ha né origini di tabella o database multiple.
ja: フィールドは編集できません。フィールドにはテーブルまたはデータベースの原点がありません。
pt: O campo não é editável. O campo não possui ou múltiplas origens da tabela ou do banco de dados.

source: Field is not editable. No matching record found. Reload data, check encoding, or try to add a primary key field or more fields in your SELECT statement for table '%@' to identify field origin unambiguously.
cs: Pole nelze upravit. Nebyl nalezen žádný odpovídající záznam. Načíst data, zkontrolovat kódování nebo zkuste přidat primární pole klíče nebo více polí ve vašem příkazu SELECT pro tabulku '%@' pro jednoznačnou identifikaci původu polí.
de: Das Feld kann nicht bearbeitet werden, kein entsprechender Datensatz gefunden. Daten neu laden, Zeichensatz prüfen oder Primärschlüssel oder weitere Felder im SELECT Ausdruck für Tabelle '%@' benutzen, um den Speicherort des Feldes eindeutig zu bestimmen.
es: El campo no es editable. No se ha encontrado ningún registro coincidente. Recarga la tabla, comprueba la codificación, o intenta añadir un campo clave primaria o más campos en la declaración de vista de '%@' para identificar de forma única el origen del campo .
it: Il campo non è modificabile. Nessun record corrispondente trovato. Ricarica i dati, controlla la codifica, o prova ad aggiungere un campo chiave primario o più campi nella tua istruzione SELECT per la tabella '%@' per identificare l'origine del campo senza ambiguità.
ja: フィールドは編集できません。一致するレコードが見つかりませんでした。 データの再読み込み, エンコードの確認 または、テーブル'%@' ' の SELECT ステートメントにプライマリキーフィールド 以上のフィールド を追加して、フィールドの原点を明確に識別しようとします。
pt: Campo não é editável, nenhum registro correspondente encontrado. Recarregar dados, verificar codificação, ou tente adicionar um campo de chave primária ou mais campos do seu comando SELECT para a tabela '%@' para identificar a origem do campo de forma inequívoca.

source: Field is not editable. No matching record found. Reload table, check the encoding, or try to add a primary key field or more fields in the view declaration of '%@' to identify field origin unambiguously.
cs: Pole nelze upravit. Nebyl nalezen žádný odpovídající záznam. Znovu načíst tabulku, zkontrolujte kódování, nebo zkuste přidat primární pole klíče nebo více polí v deklaraci zobrazení '%@' pro jednoznačnou identifikaci původu polí.
de: Das Feld kann nicht bearbeitet werden, kein entsprechender Datensatz gefunden. Tabelle neu laden, Zeichensatz prüfen oder Primärschlüssel oder weitere Felder in die Definition der Ansicht von %@ aufnehmen, um das Feldes eindeutig zu bestimmen.
es: El campo no es editable. No se ha encontrado ningún registro coincidente. Recarga la tabla, comprueba la codificación, o intenta añadir un campo clave primaria o más campos en la declaración de vista de '%@' para identificar de forma única el origen del campo .
it: Il campo non è modificabile. Nessun record corrispondente trovato. Ricarica tabella, controlla la codifica, o prova ad aggiungere un campo chiave primario o più campi nella dichiarazione di visualizzazione di '%@' per identificare in modo univoco l'origine del campo .
ja: フィールドは編集できません。一致するレコードが見つかりません。 テーブルをリロードするか、エンコーディングを確認するか、追加してみてください 主キーフィールドまたは複数のフィールド '%@'のビュー宣言で、 フィールドの起源を明確に識別します。
pt: Campo não é editável, nenhum registro correspondente encontrado. Recarregar tabela, verificar a codificação, ou tente adicionar um campo chave primária ou mais campos na declaração de exibição do '%@' para identificar a origem do campo de forma inequívoca.

source: File couldn't be read.
ar: تعذر قراءة الملف.
cs: Soubor nelze přečíst.
de: Datei nicht lesbar.
es: El archivo no se ha podido leer.
it: Il file non può essere letto.
ja: ファイルを読み込めませんでした。
pt: O ficheiro não pôde ser lido.

source: File couldn't be read: %@ It will be deleted.
ar: تعذر قراءة الملف: %@ سيتم حذفه.
cs: Soubor nelze přečíst: %@ Bude smazán.
de: Datei nicht lesbar: %@ und wird gelöscht.
es: No se pudo leer el archivo: %@ Se eliminará.
it: Il file non può essere letto: %@ Sarà eliminato.
ja: ファイルを読み込めませんでした: %@ 削除されます。
pt: O ficheiro não pode ser lido: %@ Ele será excluído.

source: File read error
ar: خطأ في قراءة الملف
cs: Chyba při čtení souboru
de: Datei-Lesefehler
es: Error al leer el archivo
it: Errore di lettura file
ja: ファイル読み込みエラー
pt: Erro de leitura

source: Files with the same names already exist in the target folder. Replacing them will overwrite their current contents.
ar: الملفات بنفس الأسماء موجودة بالفعل في المجلد المستهدف. سيتم استبدالها بمحتوياتها الحالية.
cs: Soubory se stejnými názvy již v cílové složce existují. Jejich nahrazením budou přepsány jejich aktuální obsah.
de: Dateien mit denselben Namen im Zielordner vorhanden; Ersetzen überschreibt die bestehenden Inhalte.
es: Los archivos con los mismos nombres ya existen en la carpeta de destino. Reemplazándolos sobreescribirá sus contenidos actuales.
it: I file con gli stessi nomi esistono già nella cartella di destinazione. Sostituirli sovrascriverà il loro contenuto corrente.
ja: 同じ名前のファイルが既にターゲットフォルダに存在します。置き換えると、現在の内容が上書きされます。
pt: ficheiros com os mesmos nomes já existem na pasta de destino. Substituí-los irá substituir seus conteúdos atuais.

source: Filter
ar: تصفية
cs: Filtr
de: Filtern
es: Filtro
it: Filtro
ja: フィルタ
pt: Filtro

source: Filter Tables
ar: تصفية الجداول
cs: Filtrovat tabulky
de: Tabellen filtern
es: Filtrar tablas
it: Filtra Tabelle
ja: テーブルのフィルタリング
pt: Filtrar Tabelas

source: Filtered table content
ar: تصفية محتوى الجدول
cs: Filtrovaný obsah tabulky
de: Gefilterter Tabellen-Inhalt
es: Contenido de tabla filtrado
it: Contenuto della tabella filtrata
ja: フィルタされたテーブルの内容
pt: Conteúdo da tabela filtrada

source: Filtering failed. Please try again.
ar: فشلت عملية التصفية. الرجاء المحاولة مرة أخرى.
cs: Filtrování se nezdařilo. Zkuste to prosím znovu.
de: Filtern fehlgeschlagen; bitte erneut versuchen.
es: Filtrado fallido. Por favor vuelva a intentarlo de nuevo.
it: Filtraggio non riuscito. Riprova.
ja: フィルタに失敗しました。再試行してください。
pt: A filtragem falhou. Por favor, tente novamente.

source: Filtering table...
ar: تصفية الجدول...
cs: Filtrování tabulky...
de: Tabelle wird gefiltert …
es: Filtrando tabla...
it: Filtrando la tabella...
ja: テーブルのフィルタリング中...
pt: Filtrando tabela...

source: Finished exporting to %@
ar: انتهى التصدير إلى %@
cs: Export do %@
de: Export nach %@ abgeschlossen
es: Exportación de %@ finalizada
it: Esportazione terminata ad %@
ja: %@ へのエクスポートが完了しました
pt: Exportação para %@ concluída

source: Finished importing %@
ar: انتهى استيراد %@
cs: Dokončeno importování %@
de: Import von %@ abgeschlossen
es: Importación %@ finalizada
it: Importazione di %@ terminata
ja: %@ のインポートが終了しました
pt: Importação %@ concluída

source: Flush %@
ar: دفع %@
de: %@ leeren
es: Limpiar %@
it: Colore %@
ja: %@ をフラッシュする
pt: Liberar %@

source: Flush Selected Items
ar: مسح العناصر المحددة
cs: Vyprázdnit vybrané položky
de: Flush der ausgewählten Items
es: Limpiar ítems seleccionados
ja: 選択したアイテムをフラッシュする
pt: Liberar itens selecionados

source: Flush Table
ar: جدول الشحن
cs: Vyprázdnit stůl
de: Flush der Tabelle
es: Limpiar tabla
it: Tabella Di Flush
ja: テーブルをフラッシュする
pt: Liberar Tabela

source: Flush table failed.
ar: فشل دفع الجدول.
cs: Vyprázdnit stůl se nezdařilo.
de: Flush der Tabelle fehlgeschlagen.
es: Limpieza de tabla fallida.
it: Tabella di scarico non riuscita.
ja: テーブルのフラッシュに失敗しました。
pt: Liberação de tabela falhou.

source: Flush View
ar: عرض الفلاش
cs: Vyprázdnit zobrazení
de: Flush der Ansicht
es: Limpiar vista
it: Vista A Flush
ja: フラッシュビュー
pt: Liberar View

source: Flushed Privileges
ar: الامتيازات المسحوبة
cs: Rozmazaná práva
de: Flush der Zugriffsrechte erfolgreich
es: Privilegios vueltos a cargar
it: Privilegi Di Flushed
ja: フラッシュ特権
pt: Privilégios liberados

source: For BIT fields only “1” or “0” are allowed.
ar: وفيما يتعلق بميادين تكنولوجيا المعلومات الثنائية لا يسمح إلا ب "1" أو "صفر".
cs: Pro pole BIT jsou povoleny pouze ‚1‘ nebo ‚0‘.
de: Bei BIT Feldern sind nur “1” oder “0” zulässig.
es: Para los campos BIT solo están permitidos “1” o “0”.
it: Per i campi BIT sono ammessi solo “1” o “0”.
ja: BITフィールドの場合、「1」または「0」のみが許可されます。
pt: Para os campos BIT, apenas são permitidos "1" ou "0".

source: Force delete (disables integrity checks)
ar: إجبار الحذف (تعطيل عمليات التحقق من السلامة)
cs: Vynutit odstranění (zakáže kontroly integrity)
de: Löschen erzwingen (Integritätsprüfung überspringen)
es: Forzar borrado (deshabilita la comprobación de integridad)
it: Forza eliminazione (disabilita controlli di integrità)
ja: 強制削除 (整合性チェックを無効にします)
pt: Forçar exclusão (desativa verificações de integridade)

source: FUNCTION INFORMATION
ar: معلومات الفراغ
cs: INFORMACE O FUNKCI
de: FUNKTIONS-INFORMATION
es: INFORMACIÓN DE FUNCIÓN
it: INFORMAZIONI SULLA FUNZIONE
ja: ファンクション情報
pt: INFORMAÇÃO DA FUNÇÃO

source: functions
ar: الدوال
cs: funkce
de: Funktionen
es: funciones
it: funzioni
ja: 関数
pt: funções

source: General
ar: عام
cs: Obecná ustanovení
de: Allgemein
it: Generale
ja: 一般
pt: Geral

source: General Preferences
ar: التفضيلات العامة
cs: Obecné předvolby
de: Allgemeine Präferenzen
es: Preferencias generales
it: Preferenze Generali
ja: 一般設定
pt: Preferências Gerais

source: General Scope commands will run application-wide
ar: سيتم تشغيل أوامر النطاق العام على نطاق التطبيق
cs: Obecné příkazy rozsahu budou spouštět celou aplikaci
de: Allgemeiner Bereich Befehle werden anwendungsweit ausgeführt
es: Ámbito general los comandos se ejecutarán en toda la aplicación
it: I comandi General Scope eseguiranno a livello di applicazione
ja: 一般的なスコープ コマンドは、アプリケーション全体を実行します。
pt: Os comandos gerais do escopo serão executados em todo o aplicativo

source: Generating print document...
ar: توليد وثيقة مطبوعة...
cs: Generování tiskového dokumentu...
de: Druckdokument wird erzeugt…
es: Generando documento de impresión...
it: Generazione documento di stampa...
ja: 印刷ドキュメントを生成しています...
pt: A gerar documento de impressão...

source: Generation Time
ar: وقت الجيل
cs: Generovat čas
de: Verarbeitungszeit
es: Tiempo de generación
it: Tempo Di Generazione
ja: 生成時間
pt: Tempo de geração

source: Global
ar: عام
cs: Globální
it: Globale
ja: グローバル

source: Globally stored favorites
ar: المفضلة المخزنة عالميا
cs: Globálně uložené oblíbené
de: Global gespeicherte Favoriten
es: Favoritos almacenados globalmente
it: Preferiti memorizzati globalmente
ja: グローバルに保存されたお気に入り
pt: Favoritos armazenados globalmente

source: Notifications are delivered via the Notification Center.
ar: يتم إيصال الإشعارات عن طريق مركز الإشعار.
cs: Oznámení se doručují prostřednictvím střediska oznámení.
de: Benachrichtigungen werden über das Notification Center übermittelt.
es: Las notificaciones se entregan a través del Centro de notificaciones.
it: Le notifiche sono consegnate tramite il Centro Notifiche.
ja: 通知は通知センター経由で配信されます。
pt: As notificações são entregues através do Centro de Notificações.

source: Gzip compression
ar: ضغط Gzip
cs: Komprese Gzip
de: Gzip Komprimierung
es: Compresión gzip
it: Compressione gzip
ja: Gzip 圧縮
pt: Compressão Gzip

source: Help topics for %@
ar: مواضيع المساعدة لـ %@
cs: Témata nápovědy pro %@
de: Hilfethemen anzeigen
es: Temas de ayuda para %@
it: Argomenti di aiuto per %@
ja: %@のヘルプトピック
pt: Tópicos de ajuda para %@

source: Hide Console
ar: إخفاء وحدة التحكم
cs: Skrýt konzoli
de: Konsole verbergen
es: Ocultar consola
it: Nascondi Console
ja: コンソールを隠す
pt: Ocultar Console

source: Hide Navigator
de: Navigator verbergen
es: Ocultar navegador
ja: ナビゲーションを隠す
pt: Esconder a barra de navegação

source: Hide Tab Bar
ar: إخفاء شريط التبويب
cs: Skrýt panel záložek
de: Reiter-Leiste verbergen
es: Ocultar barra de pestañas
it: Nascondi Barra Delle Schede
ja: タブバーを隠す
pt: Ocultar Barra de Abas

source: Hide Toolbar
ar: إخفاء شريط الأدوات
cs: Skrýt lištu nástrojů
de: Werkzeugleiste verbergen
es: Ocultar barra de herramientas
it: Nascondi Barra Strumenti
ja: ツールバーを非表示
pt: Ocultar barra de ferramentas

source: Host
ar: المضيف
cs: Hostitel
es: Equipo
ja: ホスト
pt: Servidor

source: IEEE 754 double-precision floating-point value. M is the maxium number of digits, of which D may be after the decimal point. Note: Many decimal numbers can only be approximated by floating-point values. See DECIMAL if you require exact results.
ar: IEEE 754 قيمة نقطة تعويم ذات نقطتين دقيقتين. M هو العدد الأقصى للأرقام، وقد يكون D منها بعد النقطة العشرية. ملاحظة: العديد من الأرقام العشرية لا يمكن تقريبها إلا عن طريق قيم النقاط العائمة. انظر DECIMAL إذا كنت تحتاج إلى نتائج دقيقة.
cs: „Technologie“ ve smyslu všeobecné poznámky k technologii pro „vývoj“, „výrobu“ nebo „užití“ zařízení nebo „softwaru“ uvedených v položkách 1.A., 19.A.1. nebo 19.A.2. Poznámka: Mnoho desetinných čísel může být aproximováno pouze hodnotami s pohyblivou řádovou čárkou. Pokud potřebujete přesné výsledky, podívejte se DECIMAL.
de: IEEE 754 Gleitkommawert mit doppelter Genauigkeit. M ist die maximale Anzahl von Ziffern, mit D Dezimalen. Hinweis: Viele Dezimalzahlen können nur durch Gleitkommawerte angenähert werden. DECIMAL benutzen, wenn genaue Ergebnisse benötigt werden.
it: IEEE 754 valore in virgola mobile a doppia precisione. M è il numero massimo di cifre, di cui D può essere dopo il punto decimale. Nota: Molti numeri decimali possono essere approssimati solo dai valori in virgola mobile. Vedi DECIMAL se hai bisogno di risultati esatti.
ja: IEEE 754 倍精度浮動小数点値。M は最大桁数で、D は小数点以降である可能性があります。 注意: 多くの小数は浮動小数点値でのみ近似できます。正確な結果が必要な場合はDECIMALを参照してください。
pt: IEEE 754 valor de ponto flutuante de precisão duplo. O M é o número máximo de dígitos, dos quais D pode estar depois do ponto decimal. Nota: Muitos números decimais só podem ser aproximados por valores de ponto flutuante. Veja DECIMAL se você precisar de resultados exatos.

source: IEEE 754 single-precision floating-point value. M is the maxium number of digits, of which D may be after the decimal point. Note: Many decimal numbers can only be approximated by floating-point values. See DECIMAL if you require exact results.
ar: IEEE 754 قيمة النقطة العائمة الأحادية الدقة. M هو العدد الأقصى للأرقام، وقد يكون D منها بعد النقطة العشرية. ملاحظة: العديد من الأرقام العشرية لا يمكن تقريبها إلا عن طريق قيم النقاط العائمة. انظر DECIMAL إذا كنت تحتاج إلى نتائج دقيقة.
cs: "Technologie" ve smyslu všeobecné poznámky k technologii pro "vývoj", "výrobu" nebo "užití" zařízení nebo "softwaru" uvedených v položkách 1.A., 19.A.1. nebo 19.A.2. Poznámka: Mnoho desetinných čísel může být aproximováno pouze hodnotami s pohyblivou řádovou čárkou. Pokud potřebujete přesné výsledky, podívejte se DECIMAL.
de: IEEE 754 Gleitkommawert mit einfacher Genauigkeit. M ist die maximale Anzahl von Ziffern, mit D Dezimalen. Hinweis: Viele Dezimalzahlen können nur durch Gleitkommawerte angenähert werden. DECIMAL verwenden, wenn genaue Ergebnisse benötigt werden.
it: IEEE 754 valore in virgola mobile mono-precisione. M è il numero massimo di cifre, di cui D può essere dopo il punto decimale. Nota: Molti numeri decimali possono essere approssimati solo dai valori in virgola mobile. Vedi DECIMAL se hai bisogno di risultati esatti.
ja: IEEE 754 単精度浮動小数点値。M は最大桁数で、D は小数点以降である可能性があります。 注意: 多くの小数は浮動小数点値でのみ近似できます。正確な結果が必要な場合はDECIMALを参照してください。
pt: IEEE 754 valor flutuante de precisão única. O M é o número máximo de dígitos, dos quais D pode estar depois do ponto decimal. Nota: Muitos números decimais só podem ser aproximados por valores de ponto flutuante. Veja DECIMAL se você precisar de resultados exatos.

source: Ignore
ar: تجاهل
cs: Ignorovat
de: Übergehen
es: Ignorar
it: Ignora
ja: 無視
pt: Ignorar

source: Ignore All Errors
ar: تجاهل جميع الأخطاء
cs: Ignorovat všechny chyby
de: Alle Fehler übergehen
es: Ignorar todos los errores
it: Ignora Tutti Gli Errori
ja: すべてのエラーを無視
pt: Ignorar todos os erros

source: Ignore all Fields
ar: تجاهل جميع الحقول
cs: Ignorovat všechna pole
de: Alle Felder übergehen
es: Ignorar todos los campos
it: Ignora tutti i campi
ja: このフィールドを無視します
pt: Ignorar todos os campos

source: Ignore field
ar: تجاهل الحقل
cs: Ignorovat pole
de: Feld übergehen
es: Ignorar campo
it: Ignora campo
ja: フィールドを無視
pt: Ignorar campo

source: Ignore Field
ar: تجاهل الحقل
cs: Ignorovat pole
de: Feld übergehen
es: Ignorar campo
it: Ignora Campo
ja: フィールドを無視
pt: Ignorar campo

source: Import
ar: استيراد
cs: Importovat
de: Importieren
es: Importar
it: Importa
ja: インポート
pt: Importar

source: Import all Fields
ar: استيراد جميع الحقول
cs: Importovat všechna pole
de: Alle Felder importieren
es: Importar todos los campos
it: Importa tutti i campi
ja: すべてのフィールドをインポート
pt: Importar todos os campos

source: Import Anyway
ar: استيراد على أي حال
cs: Přesto importovat
de: Trotzdem importieren
es: Importar de todos modos
it: Importa Comunque
ja: とにかくインポート
pt: Importar mesmo assim

source: Import cancelled!
ar: تم إلغاء الاستيراد!
cs: Import zrušen!
de: Import abgebrochen!
es: ¡Importación cancelada!
it: Importazione annullata!
ja: インポートがキャンセルされました!
pt: Importação cancelada!

source: Import Error
ar: خطأ في الاستيراد
cs: Chyba importu
de: Fehler beim Import
es: Error al importar
it: Errore Di Importazione
ja: インポートエラー
pt: Erro ao importar

source: Import field
ar: استيراد الحقل
cs: Pole importu
de: Feld importieren
es: Importa el campo
it: Importa campo
ja: インポートされたフィールド
pt: Campo de importação

source: Import file does not exist.
ar: ملف الاستيراد غير موجود.
cs: Importovaný soubor neexistuje.
de: Import-Datei fehlt.
es: El archivo de importación no existe.
it: Importa file non esiste.
ja: ファイルが存在しません。
pt: ficheiro de importação não existe.

source: Import of the selected data is currently not supported.
ar: استيراد البيانات المحددة غير مدعوم حاليا.
cs: Import vybraných dat není v současné době podporován.
de: Import der ausgewählten Daten wird derzeit nicht unterstützt.
es: La importación de los datos seleccionados no está soportada actualmente.
it: L'importazione dei dati selezionati non è attualmente supportata.
ja: 選択したデータのインポートは現在サポートされていません。
pt: A importação dos dados selecionados não é suportada atualmente.

source: Imported %@ of %@
ar: مستورد %1$@ من %2$@
cs: Importováno %1$@ z %2$@
de: %1$@ von %2$@ importiert
es: Importado %1$@ de %2$@
it: %1$@ importato di %2$@
ja: %1$@ / %2$@ をインポートしました
pt: Importado %1$@ de %2$@

source: Imported %@ of CSV data
ar: تم استيراد %@ من بيانات CSV
cs: Importováno %@ dat CSV
de: %@ CSV Daten importiert
es: Importado %@ datos de CSV
it: %@ dei dati CSV importati
ja: CSVデータの %@ をインポートしました
pt: Importado %@ de dados CSV

source: Imported %@ of SQL
ar: مستورد %@ من SQL
cs: Importováno %@ SQL
de: %@ SQL importiert
es: Importado %@ de SQL
it: %@ importato di SQL
ja: SQLの %@ をインポートしました
pt: Importado %@ de SQL

source: Importing CSV
ar: استيراد CSV
cs: Import CSV
de: CSV Import
es: Importando CSV
it: Importazione CSV
ja: CSVをインポート中
pt: A importar CSV

source: Importing SQL
ar: استيراد SQL
cs: Importuji SQL
de: SQL Import
es: Importando SQL
it: Importazione SQL
ja: SQLをインポート中
pt: A importar SQL

source: include BLOB
ar: تضمين BLOB
cs: včetně BLOB
de: BLOB einbeziehen
es: incluir BLOB
ja: BLOBを含む
pt: incluir BLOB

source: Include content
ar: تضمين المحتوى
cs: Zahrnout obsah
de: Inhalt einbeziehen
es: Incluir contenido
it: Includi contenuto
ja: コンテンツを含める
pt: Incluir conteúdo

source: Incompatible encoding in SQL file
ar: ترميز غير متوافق في ملف SQL
cs: Nekompatibilní kódování v SQL souboru
de: Inkompatibler Zeichensatz der SQL Datei
es: Codificación incompatible en el archivo SQL
it: Codifica incompatibile in file SQL
ja: SQLファイル内の符号化方式に互換性がありません
pt: Codificação incompatível no ficheiro SQL

source: INFORMATION
ar: معلومات
cs: INFORMACE
de: INFORMATIONEN
es: INFORMACIÓN
it: INFORMAZIONI
ja: 情報
pt: INFORMAÇÕES

source: Inherit from database (%@)
ar: ورث من قاعدة البيانات (%@)
cs: Zdědit z databáze (%@)
de: Von Datenbank (%@) übernehmen
es: Heredar de la base de datos (%@)
it: Eredita dal database (%@)
ja: データベースから継承する (%@)
pt: Herdar do banco de dados (%@)

source: Initializing...
ar: تهيئة...
cs: Inicializace...
de: Initialisierung...
es: Inicializando...
it: Inizializzazione...
ja: 初期化中...
pt: Inicializando...

source: Input Field
ar: حقل الإدخال
cs: Vstupní pole
de: Eingabefeld
es: Campo de entrada
it: Campo Di Input
ja: 入力フィールド
pt: Campo de entrada

source: Input Field doesn't support insertion of snippets.
ar: حقل الإدخال لا يدعم إدخال كتل الكود.
cs: Vstupní pole nepodporuje vložení snippetů.
de: Eingabefeld lässt kein Einfügen von Snippets zu.
es: El campo de entrada no soporta la inserción de fragmentos.
it: Campo di input non supporta l'inserimento di snippet.
ja: 入力フィールドはスニペットの挿入をサポートしていません。
pt: Campo de entrada não suporta inserção de snippets.

source: Input Field is not editable.
ar: حقل الإدخال غير قابل للتحرير.
cs: Vstupní pole není upravitelné.
de: Eingabe-Feld nicht bearbeitbar.
es: El campo de entrada no se puede editar.
it: Campo di input non modificabile.
ja: 入力フィールドは編集できません。
pt: O campo de entrada não é editável.
