Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: An error occurred while repairing the %@. database said:%@
ar: حدث خطأ أثناء إصلاح %1$@. MySQL قال:%2$@
cs: Došlo k chybě při opravě %1$@. MySQL řekl:%2$@
it: Si è verificato un errore durante la riparazione di %1$@. MySQL ha detto:%2$@

source: An error occurred while retrieving information. database said: %@
ar: حدث خطأ أثناء استرداد المعلومات. قال: MySQL: %@
cs: Při načítání informací došlo k chybě. MySQL řekl: %@
it: Si è verificato un errore durante il recupero delle informazioni. MySQL ha detto: %@

source: An error occurred while retrieving the information for table '%@'. Please try again. database said: %@
ar: حدث خطأ أثناء استرداد معلومات الجدول '%1$@'. الرجاء المحاولة مرة أخرى. MySQL قال: %2$@
cs: Při načítání informací pro tabulku '%1$@' došlo k chybě. Opakujte akci. MySQL řekl: %2$@
it: Si è verificato un errore durante il recupero delle informazioni per la tabella '%1$@'. Riprova. MySQL ha detto: %2$@

source: An error occurred while retrieving the trigger information for table '%@'. Please try again. database said: %@
ar: حدث خطأ أثناء استرداد معلومات المشغل للجدول '%1$@'. الرجاء المحاولة مرة أخرى. MySQL قال: %2$@
cs: Došlo k chybě při načítání spouštěčích informací pro tabulku '%1$@'. Opakujte akci. MySQL řekl: %2$@
it: Si è verificato un errore durante il recupero delle informazioni di attivazione per la tabella '%1$@'. Si prega di riprovare. MySQL ha detto: %2$@

source: An error occurred while trying to add the new column '%@' by %@. database said: %@
ar: حدث خطأ أثناء محاولة إضافة العمود ''%1$@من قبل %2$@. MySQL قال: %3$@
cs: Nastala chyba při přidávání nového sloupce '%1$@' od %2$@. MySQL řekl: %3$@
it: Si è verificato un errore durante il tentativo di aggiungere la nuova colonna '%1$@' di %2$@. MySQL ha detto: %3$@

source: An error occurred while trying to add the new table '%@' by %@. database said: %@
ar: حدث خطأ أثناء محاولة إضافة الجدول الجديد '%1$@من قبل %2$@. MySQL قال: %3$@
cs: Nastala chyba při přidávání nové tabulky '%1$@' od %2$@. MySQL řekl: %3$@
it: Si è verificato un errore durante il tentativo di aggiungere la nuova tabella '%1$@' di %2$@. MySQL ha detto: %3$@

source: An error occurred while trying to add the new table '%@'. database said: %@
ar: حدث خطأ أثناء محاولة إضافة الجدول الجديد '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při přidávání nové tabulky '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di aggiunta della nuova tabella '%1$@'. MySQL ha detto: %2$@

source: An error occurred while trying to alter table '%@'. database said: %@
ar: حدث خطأ أثناء محاولة تغيير الجدول '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při pokusu změnit tabulku '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di modifica della struttura della tabella '%1$@'. MySQL ha detto: %2$@

source: An error occurred while trying to check the %@. database said:%@
ar: حدث خطأ أثناء محاولة التحقق من %1$@. MySQL قال:%2$@
cs: Nastala chyba při pokusu o kontrolu %1$@. MySQL řekl:%2$@
it: Si è verificato un errore durante il tentativo di controllare %1$@. MySQL ha detto:%2$@

source: An error occurred while trying to delete the relation '%@'. database said: %@
ar: حدث خطأ أثناء محاولة حذف العلاقة '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při odstraňování relace '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di eliminazione della relazione '%1$@'. MySQL ha detto: %2$@

source: An error occurred while trying to import a table via: %@ database said: %@
ar: حدث خطأ أثناء محاولة استيراد الجدول من خلال: %1$@ MySQL قال: %2$@
cs: Nastala chyba při importu tabulky via: %1$@ MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di importare una tabella via: %1$@ MySQL ha detto: %2$@

source: An error occurred while trying to move the field. database said: %@
ar: حدث خطأ أثناء محاولة نقل الحقل. MySQL قال: %@
cs: Nastala chyba při pokusu přesunout pole. MySQL řekl: %@
it: Si è verificato un errore durante il tentativo di spostare il campo. MySQL ha detto: %@

source: An error occurred while trying to reset AUTO_INCREMENT of table '%@'. database said: %@
ar: حدث خطأ أثناء محاولة إعادة تعيين AUTO_INCREMENT من الجدول '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při obnovování AUTO_INCREMENT tabulky '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di ripristinare AUTO_INCREMENT della tabella '%1$@'. MySQL ha detto: %2$@

source: An error occurred while trying to truncate the table '%@'. database said: %@
ar: حدث خطأ أثناء محاولة اقتطاع الجدول '%1$@'. MySQL قال: %2$@
cs: Nastala chyba při pokusu o zkrácení tabulky '%1$@'. MySQL řekl: %2$@
it: Si è verificato un errore durante il tentativo di troncare la tabella '%1$@'. MySQL ha detto: %2$@

source: An error occurred whilst trying to perform the operation. database said: %@
ar: حدث خطأ أثناء محاولة تنفيذ العملية. MySQL قال: %@
cs: Při pokusu o provedení operace došlo k chybě. MySQL řekl: %@
it: Si è verificato un errore durante il tentativo di eseguire l'operazione. MySQL ha detto: %@

source: Resource Limits are not supported for your version of MySQL. Any Resouce Limits you specified have been discarded and not saved. database said: %@
ar: حدود الموارد غير مدعومة لإصدار MySQL. تم تجاهل أي حدود ريسوس قمت بتحديدها ولم يتم حفظها. قالت MySQL: %@
cs: Limity zdrojů nejsou pro vaši verzi MySQL podporovány. Jakékoliv limity Resouce limit, které jste zadali, byly zahozeny a neuloženy. MySQL řekl: %@
it: I limiti di risorse non sono supportati per la tua versione di MySQL. Tutti i limiti di rialzo specificati sono stati scartati e non salvati. MySQL ha detto: %@

source: auto_increment: %@
ar: تلقائي_زيادة: %@
cs: auto_přírůstek: %@
es: incremento: %@
it: auto_incremento: %@

source: Connected to host, but unable to connect to database %@. Be sure that the database exists and that you have the necessary privileges. database said: %@
ar: 0database said: %2$@
cs: Připojeno k serveru, ale nelze se připojit k databázi %1$@. Ujistěte se, že databáze existuje a že máte potřebná oprávnění. MySQL řekl: %2$@
it: Connesso all'host, ma non è possibile connettersi al database %1$@. Assicurati che il database esista e che tu abbia i privilegi necessari. MySQL ha detto: %2$@

source: ConsoleLog
ar: سجل غير رسمي
cs: KonsoleLog
de: Konsolen-lLog
es: Registros_de_consola

source: Couldn't alter database. database said: %@
cs: Nelze změnit databázi. MySQL řekl: %@
it: Impossibile modificare il database. MySQL ha detto: %@

source: Couldn't create '%@'. database said: %@
ar: تعذر إنشاء '%1$@'. MySQL قال: %2$@
cs: Nelze vytvořit '%1$@'. MySQL řekl: %2$@
it: Impossibile creare '%1$@'. MySQL ha detto: %2$@

source: Couldn't create database. database said: %@
cs: Nelze vytvořit databázi. MySQL řekl: %@
it: Impossibile creare il database. MySQL ha detto: %@

source: Couldn't delete '%@'. database said: %@
ar: تعذر حذف '%1$@'. MySQL قال: %2$@
cs: Nelze odstranit '%1$@'. MySQL řekl: %2$@
it: Impossibile eliminare '%1$@'. MySQL ha detto: %2$@

source: Couldn't delete '%@'. Selecting the 'Force delete' option may prevent this issue, but may leave the database in an inconsistent state. database said: %@
ar: تعذر حذف '%1$@'. اختيار خيار "فرض الحذف" قد يمنع هذه المشكلة، ولكن قد يترك قاعدة البيانات في حالة غير متسقة. MySQL قال: %2$@
cs: Nelze odstranit '%1$@'. Výběr možnosti 'Vynutit odstranění' může tomuto problému zabránit, ale může ponechat databázi v nekonzistentním stavu. MySQL řekl: %2$@
it: Impossibile eliminare '%1$@'. Selezionando l'opzione 'Forza eliminazione' potrebbe evitare questo problema, ma potrebbe lasciare il database in uno stato incoerente. MySQL ha detto: %2$@

source: Couldn't delete field %@. database said: %@
ar: تعذر حذف الحقل %1$@. MySQL قال: %2$@
cs: Nelze odstranit pole %1$@. MySQL řekl: %2$@
it: Impossibile eliminare il campo %1$@. MySQL ha detto: %2$@

source: Couldn't delete rows. database said: %@
ar: تعذر حذف الصفوف MySQL قال: %@
cs: Nelze odstranit řádky. MySQL řekl: %@
it: Impossibile eliminare le righe. MySQL ha detto: %@

source: Couldn't delete the database. database said: %@
cs: Nelze odstranit databázi. MySQL řekl: %@
it: Impossibile eliminare il database. MySQL ha detto: %@

source: Couldn't duplicate '%@'. database said: %@
ar: تعذر تكرار '%1$@'. MySQL قال: %2$@
cs: Nelze duplikovat '%1$@'. MySQL řekl: %2$@
it: Impossibile duplicare '%1$@'. MySQL ha detto: %2$@

source: Couldn't flush privileges. database said: %@
cs: Nelze vymazat oprávnění. MySQL řekl: %@
it: Non è stato possibile risciacquare i privilegi. MySQL ha detto: %@

source: Couldn't get create syntax. database said: %@
cs: Nelze vytvořit syntaxi. MySQL řekl: %@
it: Impossibile creare la sintassi. MySQL ha detto: %@

source: Couldn't sort table. database said: %@
ar: تعذر فرز الجدول. قال MySQL: %@
cs: Nelze seřadit tabulku. MySQL řekl: %@
it: Impossibile ordinare la tabella. MySQL ha detto: %@

source: default_value
ar: القيمة الافتراضية_
cs: výchozí_hodnota

source: Duplicating the database '%@' is only partially supported as it contains objects other than tables (i.e. views, procedures, functions, etc.), which will not be copied. Would you like to continue?
cs: Duplikování databáze '%@' je podporováno pouze částečně, protože obsahuje jiné objekty než tabulky (tj. zobrazení, postupy, funkce atd.), které nebudou kopírovány. Chcete pokračovat?
de: Das Duplizieren der Datenbank '%@' wird nur teilweise unterstützt, da sie andere Objekte als Tabellen enthält (z.B. Ansichten, Prozeduren, Funktionen, usw.), die nicht kopiert werden. Möchten Sie fortfahren?
it: Duplicare il database '%@' è solo parzialmente supportato in quanto contiene oggetti diversi dalle tabelle (es. visualizzazioni, procedure, funzioni, ecc.), che non verranno copiate. Vuoi continuare?
pt: Duplicar a base de dados '%@' é apenas parcialmente suportado, pois contém elementos para além das tabelas (funções, procedimentos, etc.) e que não serão copiados. Pretende ainda assim continuar?

source: en
ar: ش
cs: cs-cs
de: de
it: it

source: Apply Filter(s)
ar: تطبيق عامل التصفية
cs: Použít filtry
de: Filter anwenden
es: Aplicar filtro(s)
it: Applica Filtro(i)
pt: Aplicar Filtro(s)

source: function
ar: دالة
cs: funkce
de: Funktion
es: función
it: funzione
pt: função

source: Database Error
ar: خطأ في قاعدة البيانات
cs: Chyba databáze
it: Errore del database

source: database said:
ar: قال MySQL:
cs: MySQL řekl:
it: MySQL ha detto:

source: database said: %@
ar: قالت MySQL: %@
cs: MySQL řekl: %@
it: MySQL ha detto: %@

source: database said: %@
ar: قال MySQL: %@
cs: MySQL řekl: %@
it: MySQL ha detto: %@

source: MyTheme
ar: ثيمة
cs: Mymotiv
es: MiTema
pt: MeuTema

source: PROCS & FUNCS
cs: PROCS a FONDY
de: PROZ. & FUNKT.
es: PROCEDIMIENTOS & FUNCIONES

source: The selected relation couldn't be deleted. database said: %@
ar: لا يمكن حذف العلاقة المحددة. MySQL قال: %@
cs: Vybrané relace nelze odstranit. MySQL řekl: %@
it: La relazione selezionata non può essere eliminata. MySQL ha detto: %@

source: The socket file could not be found in any common location. Please supply the correct socket location. database said: %@
cs: Soubor se soketem nebyl nalezen v žádném společném umístění. Zadejte prosím správné umístění socketu. MySQL řekl: %@
it: Il file socket non può essere trovato in nessuna posizione comune. Si prega di fornire la posizione corretta del socket. MySQL ha detto: %@

source: The specified relation could not be created. database said: %@
ar: لا يمكن إنشاء العلاقة المحددة. MySQL قال: %@
cs: Zadaná relace nemohla být vytvořena. MySQL řekl: %@
it: La relazione specificata non può essere creata. MySQL ha detto: %@

source: The specified trigger was unable to be created. database said: %@
cs: Zadaný spouštěč nemohl být vytvořen. MySQL řekl: %@
it: Impossibile creare il trigger specificato. MySQL ha detto: %@

source: The table data couldn't be loaded presumably due to used filter clause. database said: %@
cs: Data tabulky nemohla být načtena pravděpodobně z důvodu použité doložky filtru. MySQL řekl: %@
it: I dati della tabella non possono essere caricati presumibilmente a causa della clausola di filtro utilizzata. MySQL ha detto: %@

source: The table data couldn't be loaded. database said: %@
ar: تعذر تحميل بيانات الجدول. MySQL: %@
cs: Data tabulky se nepodařilo načíst. MySQL řekl: %@
it: I dati della tabella non possono essere caricati. MySQL ha detto: %@

source: This index cannot be deleted, because it is used by an existing foreign key relationship. Please remove the relationship, before trying to remove this index. database said: %@
ar: لا يمكن حذف هذا الفهرس لأنه يستخدم من قبل علاقة مفتاح أجنبية قائمة. الرجاء إزالة العلاقة، قبل محاولة إزالة هذا الفهرس. MySQL قال: %@
cs: Tento index nelze odstranit, protože je používán ve vztahu existujícím zahraničním klíčem. Před odstraněním tohoto indexu odstraňte vztah. MySQL řekl: %@
it: Questo indice non può essere cancellato, perché è utilizzato da una relazione di chiave straniera esistente. Si prega di rimuovere la relazione, prima di provare a rimuovere questo indice. MySQL ha detto: %@

source: Unable to connect to host %@ because access was denied. Double-check your username and password and ensure that access from your current location is permitted. database said: %@
ar: غير قادر على الاتصال بالمضيف %1$@ بسبب رفض الوصول. تحقق مزدوج من اسم المستخدم وكلمة المرور الخاصة بك والتأكد من السماح بالوصول من موقعك الحالي. MySQL قال: %2$@
cs: Nelze se připojit k hostiteli %1$@ , protože přístup byl odepřen. Zkontrolujte své uživatelské jméno a heslo a ujistěte se, že je povolen přístup z vaší aktuální polohy. MySQL řekl: %2$@
it: Impossibile connettersi all'host %1$@ perché l'accesso è stato negato. Verifica due volte il tuo nome utente e la password e assicurati che l'accesso dalla tua posizione attuale sia consentito. MySQL ha detto: %2$@

source: Unable to connect to host %@ because the port connection via SSH was refused. Please ensure that your MySQL host is set up to allow TCP/IP connections (no --skip-networking) and is configured to allow connections from the host you are tunnelling via. You may also want to check the port is correct and that you have the necessary privileges. Checking the error detail will show the SSH debug log which may provide more details. database said: %@
ar: غير قادر على الاتصال بالمضيف %1$@ لأن اتصال المنفذ عبر SSH تم رفضه. الرجاء التأكد من أن مضيف MySQL الخاص بك يتم إعداده للسماح باتصالات TCP/IP (no - تخطي الشبكات) ويتم إعداده للسماح باتصالات من المضيف الذي تقوم بتحميله فيا. قد ترغب أيضًا في التحقق من أن المنفذ صحيح وأن لديك الامتيازات اللازمة. التحقق من تفاصيل الخطأ سيظهر سجل تصحيح أخطاء SSH الذي قد يوفر المزيد من التفاصيل. MySQL قال: %2$@
cs: Nelze se připojit k hostování %1$@ , protože připojení k portu přes SSH bylo odmítnuto. Ujistěte se, že Váš MySQL host je nastaven pro povolení TCP/IP připojení (ne --skip-networking) a je nastaven tak, aby bylo možné povolit připojení z hostitele, který tunelling via. Můžete také zkontrolovat, že port je správný a že máte potřebná oprávnění. Kontrola detailu chyb zobrazí protokol SSH ladění, který může poskytnout více podrobností. MySQL řekl: %2$@
it: Impossibile connettersi all'host %1$@ perché la connessione alla porta tramite SSH è stata rifiutata. Assicurati che il tuo host MySQL sia configurato per consentire connessioni TCP/IP (no --skip-networking) ed è configurato per consentire connessioni dall'host che stai tunnellando via. Potresti anche voler controllare che la porta sia corretta e che tu abbia i privilegi necessari. Controllare il dettaglio dell'errore mostrerà il registro di debug SSH che potrebbe fornire maggiori dettagli. MySQL ha dichiarato: %2$@

source: Unable to connect to host %@, or the request timed out. Be sure that the address is correct and that you have the necessary privileges, or try increasing the connection timeout (currently %ld seconds). database said: %@
ar: غير قادر على الاتصال باستضافة %1$@أو انتهت مهلة الطلب. تأكد من أن العنوان صحيح وأن لديك الامتيازات اللازمة، أو حاول زيادة مهلة الاتصال (حاليا %2$ld ثوان). MySQL قال: %3$@
cs: Nelze se připojit k hostiteli %1$@nebo vypršel časový limit požadavku. Ujistěte se, že adresa je správná a že máte potřebná oprávnění, nebo zkuste zvýšit časový limit připojení (v současné době %2$ld sekund). MySQL řekl: %3$@
it: Impossibile connettersi all'host %1$@, o la richiesta è scaduta. Assicurati che l'indirizzo sia corretto e che tu abbia i privilegi necessari, o prova ad aumentare il timeout della connessione (attualmente %2$ld secondi). MySQL ha detto: %3$@

source: Unable to connect via the socket, or the request timed out. Double-check that the socket path is correct and that you have the necessary privileges, and that the server is running. database said: %@
ar: غير قادر على الاتصال عبر المقطع، أو انتهت مهلة الطلب. تحقق من أن مسار المقبس صحيح وأن لديك الامتيازات اللازمة، وأن الخادم قيد التشغيل. MySQL قال: %@
cs: Nelze se připojit pomocí socketu, nebo vypršel časový limit požadavku. Zkontrolujte, zda je cesta k soketu správná a zda máte potřebná oprávnění a že server běží. MySQL řekl: %@
it: Impossibile connettersi tramite il socket o la richiesta è scaduta. Verifica che il percorso del socket sia corretto e che tu abbia i privilegi necessari e che il server sia in esecuzione. MySQL ha detto: %@

source: %@ of %@
ar: %@ من %@
cs: %@ z %@
de: %@ von %@
es: %@ de %@
it: %@ di %@
pt: %@ de %@

source: LaunchFavorite URL Scheme Error
ar: خطأ في مخطط URL المفضلة
cs: Chyba URL schématu LaunchFavorite
it: Errore Schema Url LaunchFavorite

source: The variable in the ?name= query parameter could not be matched with any of your favorites.
ar: المتغير في معلمة الاستعلام ?name= لا يمكن مطابقته مع أي من المفضلة لديك.
cs: Proměnnou v parametru dotazu ?name= nelze porovnat s žádnou z vašich oblíbených.
de: Die Variable im Parameter ?name= stimmt mit keinem Ihrer Favoriten überein.
it: La variabile nel parametro ?name= query non può essere abbinata a nessuno dei tuoi preferiti.

source: An error occurred while retrieving status data. database said: %@
ar: حدث خطأ أثناء استرداد بيانات الحالة. MySQL قال: %@
it: Si è verificato un errore durante il recupero dei dati di stato. MySQL ha detto: %@

source: Close the app?
it: Chiudi l'app?

source: Are you sure you want to quit the app?
it: Sei sicuro di voler chiudere l'app?

source: Couldn't write field. database said: %@
it: Impossibile scrivere il campo. MySQL ha detto: %@

source: The selected trigger couldn't be deleted. database said: %@
it: Il trigger selezionato non può essere eliminato. MySQL ha detto: %@

source: FULLTEXT
de: VOLLTEXT

source: MySQL Error
de: MySQL Fehler
es: Error de MySQL
pt: Erro no MySQL

source: OK
ar: حسناً
de: Okay
es: Aceptar

source: SPATIAL
de: RÄUMLICH

source: Testing MySQL...
de: MySQL wird geprüft…
es: Comprobando MySQL...
