Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Are you sure you want to kill connection ID %lld? Please be aware that continuing to kill this connection may result in data corruption. Please proceed with caution.
ar: هل أنت متأكد من أنك تريد قتل معرف الاتصال %lld؟ يرجى العلم بأن الاستمرار في قتل هذا الاتصال قد يؤدي إلى فساد البيانات. يرجى المضي قدما بحذر.
cs: Jste si jisti, že chcete ukončit připojení ID %lld? Mějte prosím na paměti, že pokračování v ukončení tohoto připojení může mít za následek poškození dat. Pokračujte prosím opatrně.
de: Soll die Verbindung ID %lld wirklich gekappt werden? Seien Sie besonders vorsichtig, denn durch das Kappen der Verbindung könnte Datenverlust eintreten.
es: ¿Está seguro que desea finalizar la conexión %lld? Tenga en cuenta que finalizar esta conexión puede dañar los datos. Por favor continúe con precaución.
it: Sei sicuro di voler terminare l'ID di connessione %lld? Tieni presente che continuare a terminare questa connessione potrebbe causare la corruzione dei dati. Si prega di procedere con cautela.
ja: 本当に接続 ID %lldを終了しますか？ format@@0 この接続を停止し続けるとデータが破損する可能性があることにご注意ください。 慎重に進んでください。
pt: Tem certeza de que deseja matar a conexão ID %lld? Por favor, esteja ciente de que continuar matando esta conexão pode resultar em corrupção de dados. Por favor, prossiga com cuidado.

source: Are you sure you want to kill the current query executing on connection ID %lld? Please be aware that continuing to kill this query may result in data corruption. Please proceed with caution.
ar: هل أنت متأكد من أنك تريد قتل الاستعلام الحالي الذي ينفذ على معرف الاتصال %lld؟ يرجى العلم بأن الاستمرار في قتل هذا الاستعلام قد يؤدي إلى فساد البيانات. يرجى المضي قدما بحذر.
cs: Opravdu chcete ukončit aktuální dotaz spuštěný při připojení ID %lld? Mějte prosím na paměti, že pokračování zabíjení tohoto dotazu může mít za následek poškození dat. Pokračujte prosím opatrně.
de: Soll die Abfrage über die Verbindung ID %lld wirklich abgebrochen werden? Seien Sie besonders vorsichtig, denn der Abbruch der Abfrage könnte Datenverlust verursachen.
es: ¿Está seguro que desea finalizar la consulta actual ejecutada en la conexión %lld? Tenga en cuenta que finalizar esta consulta puede dañar los datos. Por favor continúe con precaución.
it: Sei sicuro di voler uccidere la query in corso sull'ID di connessione %lld? Tieni presente che continuare a uccidere questa interrogazione potrebbe causare la corruzione dei dati. Si prega di procedere con cautela.
ja: 接続 ID %lldで実行中の現在のクエリを本当に終了しますか？ format@@0 この問い合わせを続けるとデータが破損する可能性があることに注意してください。 慎重に進んでください。
pt: Tem certeza que deseja encerrar a consulta atual executando a ID de conexão %lld? Por favor, esteja ciente de que continuar matando esta consulta pode resultar em corrupção de dados. Por favor, prossiga com cuidado.

source: Are you sure you want to move the selected Bundle to the Trash and remove them respectively?
ar: هل أنت متأكد من أنك تريد نقل الحزمة المحددة إلى سلة المهملات وإزالتها على التوالي؟
cs: Jste si jisti, že chcete přesunout vybraný balíček do koše a odstranit jej?
de: Soll das ausgewählte Bundle wirklich in den Papierkorb verschoben und entfernt werden?
es: ¿Está seguro que desea trasladar el paquete seleccionado a la papelera y eliminarlos respectivamente?
it: Sei sicuro di voler spostare il pacchetto selezionato nel cestino e rimuoverli rispettivamente?
ja: 選択したバンドルをゴミ箱に移動し、それぞれ削除してもよろしいですか？
pt: Tem certeza que deseja mover o Pacote selecionado para a Lixeira e removê-lo respectivamente?

source: Are you sure you want to print the current content view of the table '%@'? It currently contains %@ rows, which may take a significant amount of time to print.
ar: هل أنت متأكد من أنك تريد طباعة عرض المحتوى الحالي من الجدول '%1$@'؟ يحتوي حاليا على صفوف %2$@ ، مما قد يستغرق وقتا طويلا للطباعة.
cs: Opravdu chcete vytisknout aktuální zobrazení obsahu v tabulce '%1$@'? V současné době obsahuje %2$@ řádky, které mohou trvat dlouho.
de: Soll die aktuelle Ansicht der Tabelle '%1$@' wirklich gedruckt werden? Der Umfang beträgt %2$@ Datensätze, deren Druck sehr viel Zeit erfordern wird.
es: ¿Está seguro que desea imprimir el contenido de la vista actual de la tabla '%1$@'? Actualmente contiene %2$@ filas, que puede llevar una cantidad significativa de tiempo para imprimirlas.
it: Sei sicuro di voler stampare la vista attuale del contenuto della tabella '%1$@'? Al momento contiene righe di %2$@ , che potrebbero richiedere molto tempo per stampare.
ja: テーブル '%1$@' の現在のコンテンツビューを印刷してもよろしいですか？ format@@0 現在、 %2$@ 行を含んでおり、印刷にはかなりの時間がかかる場合があります。
pt: Você tem certeza que deseja imprimir o modo de exibição de conteúdo atual da tabela '%1$@'? Atualmente contém %2$@ linhas, que podem levar um tempo significativo para imprimir.

source: Are you sure you want to remove all of your saved query favorites? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد إزالة جميع المفضلات الخاصة بك في الاستعلام المحفوظة؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete odstranit všechny uložené oblíbené dotazy? Tuto akci nelze vrátit zpět.
de: Sollen wirklich alle gespeicherten Abfragen unwiderruflich aus den Favoriten gelöscht werden?
es: ¿Está seguro que desea eliminar todas sus consultas favoritas guardadas? Esta acción no se puede deshacer.
it: Sei sicuro di voler rimuovere tutti i preferiti di query salvati? Questa azione non può essere annullata.
ja: 保存したクエリのお気に入りをすべて削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja remover todos os favoritos da sua consulta salva? Esta ação não pode ser desfeita.

source: Are you sure you want to remove all selected content filters? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد إزالة جميع فلاتر المحتوى المحددة؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete odstranit všechny vybrané filtry obsahu? Tuto akci nelze vrátit zpět.
de: Sollen wirklich alle ausgewählten Inhalts-Filter unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar todos los filtros de contenidos seleccionados? Esta acción no se puede deshacer.
it: Sei sicuro di voler rimuovere tutti i filtri di contenuto selezionati? Questa azione non può essere annullata.
ja: 選択したすべてのコンテンツフィルタを削除してもよろしいですか？この操作は元に戻せません。
pt: Você tem certeza que deseja remover todos os filtros de conteúdo selecionado? Esta ação não pode ser desfeita.

source: Are you sure you want to remove all selected query favorites? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد إزالة جميع المفضلات الاستعلام المحددة؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete odstranit všechny vybrané oblíbené dotazy? Tuto akci nelze vrátit zpět.
de: Sollen wirklich alle ausgewählten Abfragen unwiderruflich aus den Favoriten gelöscht werden?
es: ¿Está seguro que desea eliminar todas las consultas favoritas seleccionadas? Esta acción no se puede deshacer.
it: Sei sicuro di voler rimuovere tutti i preferiti di query selezionati? Questa azione non può essere annullata.
ja: 選択したクエリのお気に入りをすべて削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja remover todos os favoritos da consulta selecionados? Esta ação não pode ser desfeita.

source: Autodetect
ar: الكشف التلقائي
cs: Autodetekovat
de: Automatische Erkennung
es: Detectar automáticamente
it: Rilevamento Automatico
ja: 自動検出
pt: Autodetectar

source: Background
ar: الخلفية
cs: Pozadí
de: Hintergrund
es: Fondo
it: Sfondo
ja: バックグラウンド
pt: Fundo

source: Backtick Quote
ar: اقتباس الخلف
cs: Zpětná nabídka
de: `Backtick`
es: Comillas invertidas
it: Preventivo Backtick
ja: バックティックの引用
pt: Citação

source: BASH Error
ar: خطأ BASH
cs: Chyba BASH
de: BASH Fehler
es: Error bash
it: Errore BASH
ja: BASH エラー
pt: Erro no BASH

source: Browse & Edit Table Content
ar: تصفح وتحرير محتوى الجدول
cs: Procházet a upravit obsah tabulky
de: Tabelleninhalt sichten & bearbeiten
es: Explorar y editar contenido de tabla
it: Sfoglia E Modifica Contenuto Della Tabella
ja: 表の内容を参照して編集する
pt: Navegar e editar conteúdo da tabela

source: build
ar: بناء
cs: stavět
de: Bauen
es: compilar
ja: ビルド
pt: construir

source: Build
ar: بناء
cs: Postavit
de: Erstellen
es: Compilación
it: Costruisci
ja: ビルド
pt: Construir

source: Bundle Editor
ar: محرر الحزمة
cs: Editor balíčků
es: Editor de paquetes
it: Editor Bundle
ja: バンドルエディター
pt: Editor de pacote

source: Bundle Error
ar: خطأ في الحزمة
cs: Chyba balíčku
de: Bundle-Fehler
es: Error de paquete
it: Errore Bundle
ja: バンドルエラー
pt: Erro do Pacote

source: Bundles
de: Subtypen
es: Paquetes
ja: バンドル
pt: Pacotes

source: BUNDLES
de: Subtypen
es: PAQUETES
ja: バンドル
pt: PACOTES

source: Bundles in category %@
ar: الحزم في الفئة %@
cs: Balíčky v kategorii %@
de: Bundles in Kategorie %@
es: Paquetes en la categoría %@
it: Pacchetti nella categoria %@
ja: カテゴリ %@ のバンドル
pt: Pacotes na categoria %@

source: Bundles Installation Error
ar: خطأ في تثبيت الحزم
cs: Chyba instalace balíčků
de: Bundle-Installationsfehler
es: Error al instalar los paquetes
it: Errore Di Installazione Pacchetti
ja: バンドルインストールエラー
pt: Erro de instalação dos pacotes

source: bzip2 compression
ar: ضغط bzip2
cs: bzip2 komprese
de: bzip2 Komprimierung
es: compresión bzip2
it: compressione bzip2
ja: bzip2 圧縮
pt: compressão bzip2

source: Can store a single spatial value of types POINT, LINESTRING or POLYGON. Spatial support in MySQL is based on the OpenGIS Geometry Model.
ar: يمكن تخزين قيمة مكانية واحدة للأنواع POINT أو LINESTRING أو POLYGON. يعتمد الدعم المكاني في MySQL على نموذج OpenGIS الهندسي.
cs: Lze uložit jedinou prostorovou hodnotu typů POINT, LINESTRING nebo POLYGON. Prostorová podpora v MySQL je založena na modelu geometrie OpenGIS.
de: Kann einen einzelnen räumlichen Wert der Typen POINT, LINESTRING oder POLYGON speichern. Die räumliche Unterstützung in MySQL basiert auf dem OpenGIS-Geometriemodell.
it: Può memorizzare un singolo valore spaziale di tipi POINT, LINESTRING o POLYGON. Il supporto spaziale in MySQL è basato sul modello di geometria OpenGIS.
ja: POINT、LINETRING、POLYGONの単一の空間値を格納できます。MySQLにおける空間サポートはOpenGIS幾何モデルに基づいています。
pt: Pode armazenar um único valor espacial dos tipos POINT, LINESTRING ou POLYGON. O suporte espacial no MySQL é baseado no Modelo de Geometria OpenGIS.

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
it: Annulla
ja: 取消
pt: Cancelar

source: Cancel Import
ar: إلغاء الاستيراد
cs: Zrušit import
de: Import abbrechen
es: Cancelar importación
it: Annulla Importazione
ja: インポートのキャンセル
pt: Cancelar Importação

source: Cancelling...
ar: إلغاء...
cs: Rušení...
de: Wird abgebrochen …
es: Cancelando...
it: Annullamento...
ja: キャンセル中...
pt: Cancelando...

source: Cannot save an empty query.
ar: لا يمكن حفظ استعلام فارغ.
cs: Nelze uložit prázdný dotaz.
de: Eine leere Abfrage kann nicht gespeichert werden.
es: No puede guardar una consulta vacía.
it: Impossibile salvare una query vuota.
ja: 空のクエリを保存できません。
pt: Não é possível salvar uma consulta vazia.

source: Caret
ar: الكهنة
cs: Péče
es: Signo de intercalación
it: Corsivo
ja: キャレット
pt: Acento circunflexo

source: Change
ar: تغيير
cs: Změnit
de: Wechsel
es: Cambiar
it: Cambia
ja: 変更
pt: Mudar

source: Change Focus to Table List
ar: تغيير التركيز إلى قائمة الجدول
cs: Změnit zaměření na seznam tabulek
de: Fokus auf Tabellenliste legen
es: Cambiar foco al listado de tablas
it: Cambia il Focus alla lista delle tabelle
ja: テーブルリストにフォーカスを変更
pt: Mudar Foco para Lista de Tabelas

source: Change table type
ar: تغيير نوع الجدول
cs: Změnit typ tabulky
de: Tabellen Typ wechseln
es: Cambiar tipo de tabla
it: Cambia tipo tabella
ja: テーブルの種類を変更
pt: Alterar tipo de tabela

source: Changes have been made, which will be lost if this window is closed. Are you sure you want to continue
ar: تم إجراء تغييرات، والتي سيتم فقدها إذا تم إغلاق هذه النافذة. هل أنت متأكد من أنك تريد المتابعة
cs: Byly provedeny změny, které budou ztraceny, pokud bude toto okno uzavřeno. Jste si jisti, že chcete pokračovat
de: Sollen alle gemachten Änderungen durch Schließen des Fensters verworfen werden?
es: Se han realizado modificaciones, que se perderán si la ventana se cierra. ¿Está seguro que desea continuar?
it: Sono state apportate modifiche, che andranno perse se questa finestra è chiusa. Sei sicuro di voler continuare
ja: 変更が行われました。このウィンドウを閉じると失われます。続行してもよろしいですか？
pt: Alterações foram feitas, que serão perdidas se esta janela for fechada. Tem certeza que deseja continuar

source: character set client: %@
ar: عميل تعيين الحرف: %@
cs: Klient sady znaků: %@
de: Zeichensatz des Client: % @
es: conjunto de caracteres de cliente: %@
it: client set caratteri: %@
ja: 文字セットクライアント: %@
pt: definir o conjunto de caracteres cliente: %@

source: Check %@
ar: تحقق من %@
cs: Zkontrolovat %@
de: Prüfung %@
es: Comprobar %@
it: Controlla %@
ja: %@ をチェック
pt: Verificar %@

source: Check of all selected items successfully passed.
ar: تحقق من جميع العناصر المحددة تم اجتيازها بنجاح.
cs: Kontrola všech vybraných položek úspěšně prošla.
de: Die Prüfung alle gewählten Items war erfolgreich.
es: Comprobación de todos los ítems seleccionados superada correctamente.
it: Verifica di tutti gli elementi selezionati con successo.
ja: 選択したすべての項目を正常に完了しました。
pt: Verificação se todos os itens selecionados passaram com sucesso.

source: check option: %@
ar: خيار التحقق: %@
cs: volba kontroly: %@
de: Auswahl treffen: %@
es: marcar la opción: %@
it: opzione di controllo: %@
ja: チェックオプション: %@
pt: opção de verificação: %@

source: Check Selected Items
ar: تحقق من العناصر المحددة
cs: Zkontrolovat vybrané položky
de: Ausgewählte Items prüfen
es: Comprobar ítems seleccionados
it: Controlla Gli Elementi Selezionati
ja: 選択したアイテムをチェック
pt: Verificar Itens Selecionados

source: Check Table
ar: التحقق من الجدول
cs: Kontrolní tabulka
de: Tabelle prüfen
es: Comprobar tabla
it: Controlla la Tabella
ja: テーブルをチェック
pt: Verificar Tabela

source: Check table failed.
ar: فشل التحقق من الجدول.
cs: Zaškrtávací tabulka se nezdařila.
de: Fehler bei Prüfung der Tabelle.
es: Comprobación de tabla fallida.
it: Controllo della Tabella fallito.
ja: テーブルのチェックに失敗しました。
pt: Verificação da tabela falhou.

source: Check table successfully passed.
ar: تمرير الجدول بنجاح.
cs: Zaškrtávací tabulka úspěšně prošla.
de: Prüfung der Tabelle erfolgreich.
es: Comprobación de tabla superada correctamente.
it: Controllo della Tabella effettuato con successo.
ja: チェックテーブルが正常に渡されました。
pt: Tabela verificada com sucesso.

source: Check View
ar: تحقق من العرض
cs: Zkontrolovat zobrazení
de: Ansicht prüfen
es: Comprobar vista
it: Controllo della Vista
ja: ビューをチェック
pt: Ver Verificação

source: Checking field data for editing...
ar: التحقق من بيانات الحقل للتحرير...
cs: Kontrola dat polí pro úpravy...
de: Feld-Daten zur Bearbeitung wählen…
es: Comprobando datos de campo para editar...
it: Controllo dei campi dei dati per la modifica...
ja: 編集するフィールドデータを確認しています...
pt: Verificando dados do campo para edição...

source: Checksum %@
ar: خروج %@
cs: Kontrolní součet %@
de: Prüfsumme %@
ja: チェックサム %@
pt: Verificação de checksum %@

source: Checksum Selected Items
ar: إختيار العناصر المختارة
cs: Vybrané položky kontrolního součtu
de: Prüfsumme über die Auswahl bilden
es: Checksum de ítems seleccionados
it: Checksum Elementi Selezionati
ja: 選択したアイテムをチェック
pt: Checksim de itens selecionados

source: Checksum Table
ar: جدول المجموع الاختباري
cs: Tabulka kontrolního součtu
de: Prüfsumme der Tabelle
es: Checksum de tabla
it: Tabella Checksum
ja: テーブルのチェックサム
pt: Checksum de Tabela

source: Checksums of %@
ar: مجاميع الشيكات %@
cs: Kontrolní součty %@
de: Prüfsummen von %@
es: Checksums de %@
it: Checksum di %@
ja: チェックサム %@
pt: Verificações de checksum de %@

source: Choose Database...
ar: اختر قاعدة البيانات...
cs: Vybrat databázi...
de: Datenbank wählen …
es: Elegir base de datos...
it: Scegli Database...
ja: データベースを選択...
pt: Escolher banco de dados...

source: Cleaning up...
ar: تنظيف...
cs: Čištění...
de: Aufräumen …
es: Limpiando...
it: Pulizia in corso...
ja: クリーンアップ中...
pt: Limpando...

source: Clear
ar: مسح
cs: Vyčistit
de: Leeren
es: Vaciar
it: Pulisci
ja: クリア
pt: Limpar

source: Clear Console
ar: مسح وحدة التحكم
cs: Vymazat konzoli
de: Konsole leeren
es: Vaciar consola
it: Pulisci Console
ja: コンソールを消去
pt: Limpar a consola

source: Clear Global History
ar: مسح التاريخ العالمي
cs: Vymazat globální historii
de: Globales Protokoll leeren
es: Vaciar historial global
it: Cancella La Cronologia Globale
ja: グローバル履歴をクリア
pt: Limpar o Histórico Global

source: Clear History for %@
ar: مسح المحفوظات ل %@
cs: Vymazat historii pro %@
de: Protokoll leeren?
es: Borrar historial de %@
it: Cancella cronologia per %@
ja: %@の履歴をクリア
pt: Limpar Histórico de %@

source: Clear History?
ar: مسح التاريخ؟
cs: Vymazat historii?
de: Protokoll leeren?
es: ¿Vaciar historial?
it: Cancellare La Cronologia?
ja: 履歴を消去しますか？
pt: Limpar histórico?

source: Clear the console which shows all MySQL commands performed by Sequel Ace
ar: مسح وحدة التحكم التي تظهر جميع أوامر MySQL التي تقوم بها Sequel Ace
cs: Vymaže konzoli zobrazující všechny MySQL příkazy provedené Sequel Ace
de: Die Konsole mit allen MySQL Befehlen, die zuvor von Sequel Ace ausgeführt wurden, leeren.
es: Vacía la consola que muestra todos los comandos MySQL ejecutados por Sequel Ace
it: Cancella la console che mostra tutti i comandi MySQL eseguiti da Sequel Ace
ja: Sequel Aceによって実行されるすべてのMySQLコマンドを表示するコンソールをクリアします
pt: Limpar a consola que mostra todos os comandos MySQL executados por Sequel Ace

source: Clear the document-based history list
ar: مسح قائمة المحفوظات المستندة إلى الوثائق
cs: Vymazat seznam historie dokumentů
de: Das Dokument-basierte Protokoll leeren
es: Borrar el historial de comandos
it: Pulisce l'elenco della cronologia basato su documenti
ja: ドキュメントベースの履歴リストをクリア
pt: Limpar o histórico baseado em documentos

source: Clear the global history list
ar: مسح قائمة التاريخ العالمي
cs: Vymazat seznam globálních dějin
de: Das globale Protokoll leeren
es: Vacía la lista del historial global
it: Pulisce l'elenco globale della cronologia
ja: グローバル履歴リストをクリア
pt: Limpar a lista de históricos globais

source: Close
ar: أغلق
cs: Zavřít
de: Schließen
es: Cerrar
it: Chiudi
ja: 閉じる
pt: Fechar

source: Close Tab
ar: إغلاق علامة التبويب
cs: Zavřít kartu
de: Reiter schließen
es: Cerrar pestaña
it: Chiudi Scheda
ja: タブを閉じる
pt: Fechar Aba

source: Close Window
ar: إغلاق النافذة
cs: Zavřít okno
de: Fenster schließen
es: Cerrar ventana
it: Chiudi Finestra
ja: ウィンドウを閉じる
pt: Fechar Janela

source: Collation
ar: التجميع
cs: Kollace
de: Kollation
es: Intercalación
it: Collazione
ja: 照合順序
pt: Colação

source: collation connection: %@
ar: اتصال التجميع: %@
cs: spojení: %@
de: Kollation Verbindung: %@
es: conexión de intercalación: %@
it: connessione di collazione: %@
ja: 照合順序接続: %@
pt: conexão de ordenação: %@

source: Comment
ar: تعليق
cs: Komentář
de: Kommentar
es: Comentario
it: Commento
ja: コメント
pt: Comentar

source: Comment Line
ar: سطر التعليق
cs: Komentář
de: Zeile kommentieren
es: Comentar línea
it: Linea di Commento
ja: コメント行
pt: Linha de Comentários

source: Comment Selection
ar: اختيار التعليق
cs: Výběr komentáře
de: Auswahl kommentieren
es: Comentar selección
it: Selezione Commento
ja: コメントの選択
pt: Comentar Seleção

source: Connect
ar: الاتصال
cs: Připojit
de: Verbinden
es: Conectar
it: Connetti
ja: 接続
pt: Conectar

source: Connect via socket
ar: الاتصال عبر المقبس
cs: Připojit pomocí soketu
de: Über Socket verbinden
es: Conectar por socket
it: Connettiti tramite socket
ja: ソケット経由で接続
pt: Conectar via socket

source: Connected
ar: متصل
cs: Připojeno
de: Verbunden
es: Conectado
it: Connesso
ja: 接続済み
pt: Conectado

source: Connected to %@
ar: متصل بـ %@
cs: Připojeno k %@
de: Verbunden mit %@
es: Conectado a %@
it: Connesso ad %@
ja: %@ に接続しました
pt: Conectado a %@

source: Connected to host, but unable to connect to database %@. Be sure that the database exists and that you have the necessary privileges. MySQL said: %@
de: Die Verbindung zur Datenbank %1$@ auf dem Host schlug fehl. Die Datenbank und die nötigen Zugriffsrechte müssen auf dem Host vorhanden sein. MySQL Ergebnis: %2$@
es: Conectado con el host, pero no se puede conectar con la base de datos %1$@. Asegúrese que la base de datos existe y que dispone de los privilegios necesarios. MySQL dijo: %2$@
ja: ホストに接続しましたが、データベース %1$@に接続できません。 format@@0 データベースが存在し、必要な権限があることを確認してください。 MySQL は %2$@
pt: Conectado ao servidor, mas não foi possível conectar ao banco de dados %1$@. Certifique-se de que o banco de dados existe e que você tem os privilégios necessários. Mensagem do MySQL: %2$@

source: Connecting...
ar: جاري الاتصال...
cs: Připojování...
de: Verbinde …
es: Conectando...
it: Connessione...
ja: 接続中...
pt: Conectando...

source: Connecting…
ar: جارٍ توصيل…
cs: Připojování…
de: Verbinde…
es: Conectando…
it: Connessione…
ja: 接続中...
pt: Conectando…

source: Connection data file couldn't be read.
ar: تعذر قراءة ملف بيانات الاتصال.
cs: Datový soubor připojení nelze přečíst.
de: Verbindungsdaten konnten nicht gelesen werden.
es: El archivo de conexión no se ha podido leer.
it: Impossibile leggere il file dei dati di connessione.
ja: 接続データファイルを読み取れませんでした。
pt: Não foi possível ler o ficheiro de dados da conexão.

source: Connection data file %@ couldn't be read. Please try to save the document under a different name.
ar: تعذر قراءة ملف بيانات الاتصال %@ . الرجاء محاولة حفظ المستند تحت اسم مختلف.
cs: Datový soubor připojení %@ nelze přečíst. Zkuste uložit dokument pod jiným názvem.
de: Die Verbindungsdatendatei "%" konnte nicht gelesen werden. Versuchen Sie, das Dokument unter einem anderen Namen zu speichern.
it: Il file dati di connessione %@ non può essere letto. Prova a salvare il documento con un nome diverso.
ja: 接続データファイル %@ を読み取ることができませんでした。別の名前でドキュメントを保存してみてください。
pt: O ficheiro de dados de conexão %@ não pôde ser lido. Por favor, tente salvar o documento com um nome diferente.

source: Connection failed!
ar: فشل الاتصال!
cs: Připojení se nezdařilo!
de: Verbindung fehlgeschlagen!
es: ¡Conexión fallida!
it: Connessione fallita!
ja: 接続に失敗しました ！
pt: Falha na conexão!

source: Connection file is encrypted
ar: تم تشفير ملف الاتصال
cs: Připojovací soubor je šifrován
de: Verschlüsselte Verbindung
es: El archivo de conexión está cifrado
it: Il file di connessione è cifrato
ja: 接続ファイルが暗号化されています
pt: ficheiro de conexão está criptografado

source: Connection succeeded
ar: تم الاتصال بنجاح
cs: Spojení bylo úspěšné
de: Verbunden
es: Conexión satisfactoria
it: Connessione riuscita
ja: 接続が成功しました
pt: Conexão bem sucedida

source: Console
ar: وحدة
cs: Konzole
de: Konsole
es: Consola
ja: コンソール

source: Content
ar: محتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ja: 内容
pt: Conteúdo

source: Content Filter clause is empty.
ar: شرط تصفية المحتوى فارغ.
cs: Ustanovení o filtru obsahu je prázdné.
de: Inhaltsfilter enthält keine Bedingung.
es: La cláusula de filtro de contenido está vacía.
it: La clausola Content Filter è vuota.
ja: コンテンツフィルタ句は空です。
pt: A cláusula do Filtro de Conteúdo está vazia.

source: Continue
ar: متابعة
cs: Pokračovat
de: Fortsetzen
es: Continuar
it: Continua
ja: 続行
pt: Continuar

source: Continue to print?
ar: هل تريد الاستمرار في الطباعة؟
cs: Pokračovat v tisku?
de: Druck fortsetzen?
es: ¿Continuar imprimiendo?
it: Continuare a stampare?
ja: 印刷を続けますか？
pt: Continuar imprimindo?

source: Copy as RTF
ar: نسخ كـ RTF
cs: Kopírovat jako RTF
de: Als RTF kopieren
es: Copiar como RTF
it: Copia come RTF
ja: RTFとしてコピー
pt: Copiar como RTF

source: Copy Create Function Syntax
ar: نسخ إنشاء صيغة دالة
cs: Kopírovat syntaxi pro vytvoření funkce
de: Syntax ‚Funktion erstellen‘ kopieren
es: Copiar sintaxis create function
it: Copia Crea Sintassi Funzione
ja: 関数の構文をコピー
pt: Copiar Sintaxe de CREATE FUNCTION

source: Copy Create Procedure Syntax
ar: نسخ إنشاء صيغة إجرائية
cs: Kopírovat vytvoření procedury syntaxe
de: Syntax ‚Prozedur erstellen‘ kopieren
es: Copiar sintaxis create procedure
it: Copia Crea Sintassi Della Procedura
ja: プロシージャの構文をコピー
pt: Copiar Sintaxe de CREATE FUNCTION
