Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Disables foreign key checks (FOREIGN_KEY_CHECKS) before deletion and re-enables them afterwards.
ar: تعطيل عمليات فحص المفاتيح الأجنبية (FOREIGN_KEY_CHECKS) قبل الحذف وإعادة تمكينها بعد ذلك.
cs: Zakáže kontroly cizího klíče (FOREIGN_KEY_CHECKS) před smazáním a poté je znovu povolí.
de: Verhindert die Prüfung von Fremdschlüsseln (FOREIGN_KEY_CHECKS) vor dem Löschen und erlaubt sie danach wieder.
es: Deshabilita las claves ajenas (FOREIGN_KEY_CHECKS) antes de eliminar y las vuelve a habilitar después.
it: Disabilita i controlli delle chiavi esterne (FOREIGN_KEY_CHECKS) prima della cancellazione e li riabilita in seguito.
ja: 削除前に外部キーチェック(FOREIGN_KEY_CHECKS)を無効にし、後で再び有効にします。
pt: Desabilita verificações de chaves estrangeiras (FOREIGN_KEY_CHECKS) antes da exclusão e reativa-las posteriormente.

source: Discard changes
ar: تجاهل التغييرات
cs: Zrušit změny
de: Änderungen verwerfen
es: Descartar cambios
it: Scarta le modifiche
ja: 変更を破棄
pt: Descartar alterações

source: Disconnected from %@
ar: قطع الاتصال بـ %@
cs: Odpojeno od %@
de: Verbindung mit %@ beenden
es: Desconectado de %@
it: Disconnesso da %@
ja: %@ から切断されました
pt: Desconectado de %@

source: Do UPDATE where field contents match
ar: قم بالترقية حيث يتطابق محتوى الحقل
cs: AKTUALIZOVAT tam, kde obsah pole odpovídá
de: UPDATE bei übereinstimmenden Feldinhalten
es: Hace UPDATE donde coincide el contenido de los campos
it: Fare AGGIORNAMENTO dove il contenuto del campo corrisponde
ja: フィールドの内容が一致するところでUPDATE を行います。
pt: Faça UPDATE onde o conteúdo do campo corresponder

source: Do you really want to load a SQL file with %@ of data into the Query Editor?
ar: هل تريد حقاً تحميل ملف SQL مع %@ من البيانات في محرر الاستبيانات؟
cs: Opravdu chcete načíst SQL soubor s %@ dat do Editoru dotazů?
de: Soll wirklich eine SQL Datei mit %@ Daten zur Bearbeitung geladen werden?
es: ¿Realmente desea cargar un archivo SQL con %@ datos en el Editor de consultas?
it: Vuoi davvero caricare un file SQL con %@ di dati nell'editor di query?
ja: クエリエディタに %@ のデータを含むSQLファイルを読み込みますか？
pt: Você realmente deseja carregar um ficheiro SQL com %@ de dados no Editor de Query?

source: Do you really want to proceed with %@ of data?
ar: هل تريد حقاً المضي قدماً مع %@ من البيانات؟
cs: Opravdu chceš pokračovat v %@ dat?
de: Soll wirklich mit %@ an Daten fortgefahren werden?
es: ¿Realmente desea continuar con %@ datos?
it: Vuoi davvero procedere con %@ di dati?
ja: 本当に %@ のデータを続行しますか？
pt: Você realmente deseja prosseguir com %@ de dados?

source: Do you really want to shutdown the server?
ar: هل تريد حقاً إغلاق الخادم؟
cs: Opravdu chcete vypnout server?
de: Soll der Server wirklich abgeschaltet werden?
es: ¿Realmente desea apagar el servidor?
it: Vuoi davvero spegnere il server?
ja: 本当にサーバーをシャットダウンしますか？
pt: Você realmente quer desligar o servidor?

source: DTD Identifier
ar: معرف DTD
cs: DTD Identifikátor
de: DTD-Bezeichner
es: Identificador DTD
it: Identificatore DTD
ja: DTD 識別子
pt: Identificador DTD

source: Dump of table
ar: تفريغ الجدول
cs: Výpis tabulky
de: Tabellen-Dump
es: Volcado de tabla
it: Dump della tabella
ja: テーブルのダンプ
pt: Dump de tabela

source: Dump of view
ar: تفريغ العرض
cs: Výpis zobrazení
es: Volcado de vista
it: Dump della vista
ja: ダンプ表示

source: Dumping...
ar: إغراق...
cs: Vyčerpání...
de: Dump läuft…
es: Volcando...
it: Scaricamento...
ja: ダンプ中...
pt: Executando o dump...

source: Duplicate %@ '%@' to:
ar: تكرار %1$@ '%2$@' إلى:
cs: Duplikovat %1$@ '%2$@' do:
de: Dupliziere %1$@ '%2$@' nach:
es: Duplicar %1$@ '%2$@' a:
it: Duplica %1$@ '%2$@' a:
ja: %1$@ '%2$@' を複製:
pt: Duplicar %1$@ '%2$@' para:

source: Duplicate Function...
ar: تكرار الدالة...
cs: Duplicitní funkce...
es: Duplicar función...
it: Duplica Funzione...
ja: ファンクションの複製...
pt: Função duplicada...

source: Duplicate Host
ar: تكرار المضيف
cs: Duplikovat hostitele
de: Doppelter Host
es: Duplicar equipo
it: Duplica Host
ja: ホストを複製
pt: Servidor duplicado

source: Duplicate Procedure...
ar: تكرار الإجراء...
cs: Duplikovat postup...
de: Prozedur duplizieren…
es: Duplicar procedimiento...
it: Duplica Procedura...
ja: プロシージャの複製...
pt: Duplicar Procedimento...

source: Duplicate Table...
ar: تكرار الجدول...
cs: Duplikovat tabulku...
de: Tabelle duplizieren...
es: Duplicar tabla...
it: Duplica Tabella...
ja: テーブルを複製...
pt: Duplicar Tabela...

source: Duplicate User
ar: مستخدم مكرر
cs: Duplikovat uživatele
de: Doppelter User
es: Duplicar usuario
it: Duplica Utente
ja: ユーザーを複製
pt: Duplicar Utilizador

source: Duplicate View...
ar: تكرار العرض...
cs: Duplikovat zobrazení...
de: Ansicht duplizieren
es: Duplicar vista...
it: Duplica Vista...
ja: ビューを複製...
pt: Duplicar View...

source: Edit Filters…
ar: تحرير الفلاتر…
cs: Upravit filtry…
de: Filter bearbeiten…
es: Editar filtros…
it: Modifica Filtri…
ja: フィルターを編集…
pt: Editar filtros…

source: Edit row
ar: تعديل الصف
cs: Upravit řádek
de: Zeile bearbeiten
es: Editar fila
it: Modifica riga
ja: 行の編集
pt: Editar linha

source: Edit Table Structure
ar: تعديل بنية الجدول
cs: Upravit strukturu tabulky
de: Tabellen-Struktur bearbeiten
es: Editar estructura de la tabla
it: Modifica Struttura Della Tabella
ja: テーブル構造の編集
pt: Editar estrutura da tabela

source: Edit Theme List…
ar: تحرير قائمة السمات…
cs: Upravit seznam témat…
de: Themenliste bearbeiten...
es: Editar lista de temas…
it: Modifica Elenco Temi…
ja: テーマリストを編集…
pt: Editar lista de temas…

source: Edit user-defined Filters…
ar: تحرير عوامل التصفية المعرّفة للمستخدم…
cs: Upravit uživatelem definované filtry…
de: Benutzer-definierte Filter bearbeiten…
es: Edita los filtros definidos por el usuario…
it: Modifica Filtri definiti dall'utente…
ja: ユーザー定義フィルターを編集…
pt: Editar Filtros definidos pelo utilizador…

source: Empty query
ar: استعلام فارغ
cs: Prázdný dotaz
de: Abfrage leeren
es: Consulta vacía
it: Interrogazione vuota
ja: 空のクエリ
pt: Query vazia

source: Encoding
ar: الترميز
cs: Kódování
de: Die %driver Datenbank muss eine %encoding Kodierung verwenden, um mit Drupal zu funktionieren. Erstellen Sie die Datenbank mit %encoding Kodierung neu. Siehe <a href="INSTALL.pgsql.txt">INSTALL.pgsql.txt</a> für mehr Details.
es: Codificación
it: Codifica
ja: エンコーディング
pt: Codificação

source: encoding: %1$@
ar: الترميز: %1$@
cs: kódování: %1$@
de: Codierung: %1 @
es: codificación: %1$@
it: codifica: %1$@
ja: エンコーディング: %1$@
pt: codificação: %1$@

source: encoding: %1$@ (%2$@)
ar: الترميز: %1$@ (%2$@)
cs: kódování: %1$@ (%2$@)
de: Codierung: %1 - (%2)
es: codificando: %1$@ (%2$@)
it: codifica: %1$@ (%2$@)
ja: エンコーディング: %1$@ (%2$@)
pt: codificação: %1$@ (%2$@)

source: engine: %@
ar: محركة: %@
cs: motor: %@
de: Suchmaschine
es: motor: %@
it: motore: %@
ja: エンジン: %@

source: Enter connection details below, or choose a favorite
ar: أدخل تفاصيل الاتصال أدناه، أو اختر المفضلة
cs: Níže zadejte podrobnosti o připojení nebo vyberte oblíbenou položku
de: Verbindungsdetails unten eingeben oder aus den Favoriten wählen
es: Introduzca los detalles de la conexión a continuación, o elija un favorito
it: Inserisci i dettagli di connessione qui sotto, o scegli un preferito
ja: 以下に接続の詳細を入力するか、お気に入りを選択してください
pt: Insira os detalhes de conexão abaixo ou escolha um favorito

source: Enter your password for the SSH key "%@"
ar: أدخل كلمة المرور الخاصة بك لمفتاح SSH '%@
cs: Zadejte své heslo pro SSH klíč '%@
de: Geben Sie Ihr Kennwort für den SSH-Schlüssel ein. @
es: Introduzca su contraseña para la clave SSH '%@
it: Inserisci la tua password per la chiave SSH '%@
ja: SSHキー '%@ のパスワードを入力してください
pt: Digite sua senha para a chave SSH %@

source: Entire Content
ar: محتوى كامل
cs: Celý obsah
de: Gesamter Inhalt
es: Contenido completo
it: Intero Contenuto
ja: コンテンツ全体
pt: Todo o conteúdo

source: Error
ar: خطأ
cs: Chyba
de: Fehler
it: Errore
ja: エラー
pt: Erro

source: Error adding field
ar: خطأ في إضافة حقل
cs: Chyba při přidávání pole
de: Fehler bei Feld-Erstellung
es: Error al añadir el campo
it: Errore nell'aggiungere il campo
ja: フィールドにエラーがあります。
pt: Erro ao adicionar campo

source: Error adding new column
ar: خطأ في إضافة عمود جديد
cs: Chyba při přidávání nového sloupce
de: Fehler bei Spalten-Erstellung
es: Error al añadir la nueva columna
it: Errore nell'aggiungere una nuova colonna
ja: 新しい列の追加に失敗しました
pt: Erro ao adicionar nova coluna

source: Error adding new table
ar: خطأ في إضافة جدول جديد
cs: Chyba při přidávání nové tabulky
de: Fehler bei Tabellen-Erstelllung
es: Error al añadir la nueva tabla
it: Errore nell'aggiungere una nuova tabella
ja: 新しいテーブルの追加エラー
pt: Erro ao adicionar nova tabela

source: Error adding password to Keychain
ar: خطأ في إضافة كلمة المرور إلى سلسلة المفاتيح
cs: Chyba při přidávání hesla do Klíčenky
de: Fehler beim Hinzufügen des Passworts an den Schlüsselbund
es: Error al añadir la contraseña al llavero
it: Errore nell'aggiungere la password al portachiavi
ja: キーチェーンにパスワードを追加する際にエラーが発生しました
pt: Erro ao adicionar senha à Keychain

source: Error changing field
ar: خطأ في تغيير الحقل
cs: Chyba při změně pole
de: Fehler beim Ändern des Feldes
es: Error al modificar el campo
it: Errore nel cambiare il campo
ja: フィールド設定時にエラー発生
pt: Erro ao alterar campo

source: Error changing table collation
ar: خطأ في تغيير تجميع الجدول
cs: Chyba při změně collace tabulky
de: Fehler beim Ändern der Kollation der Tabelle
es: Error al cambiar la intercalación de tabla
it: Errore nel cambiare l'ordinamento della tabella
ja: テーブルの照合順序の変更に失敗しました
pt: Erro ao alterar ordenação da tabela

source: Error changing table comment
ar: خطأ في تغيير تعليق الجدول
cs: Chyba při změně komentáře tabulky
de: Fehler beim Ändern des Tabellen-Kommentars
es: Error al modificar el comentario de tabla
it: Errore nel cambiare il commento della tabella
ja: テーブルのコメントの変更に失敗しました
pt: Erro ao alterar comentário da tabela

source: Error changing table encoding
ar: خطأ في تغيير ترميز الجدول
cs: Chyba při změně kódování tabulky
de: Fehler beim Ändern des Zeichensatzes der Tabelle
es: Error al cambiar la codificación de tabla
it: Errore nel cambiare la codifica della tabella
ja: テーブルエンコーディングの変更エラー
pt: Erro ao alterar codificação da tabela

source: Error changing table type
ar: خطأ في تغيير نوع الجدول
cs: Chyba při změně typu tabulky
de: Fehler beim Ändern des Tabellen-Typs
es: Error al cambiar el tipo de tabla
it: Errore nel cambiare il tipo di tabella
ja: テーブルの種類の変更に失敗しました
pt: Erro ao alterar tipo de tabela

source: Error creating relation
ar: خطأ في إنشاء العلاقة
cs: Chyba při vytváření vztahu
de: Fehler beim Erstellen der Relation
es: Error al crear la relación
it: Errore nella creazione della relazione
ja: リレーションの作成に失敗しました
pt: Erro ao criar relação

source: Error creating trigger
ar: خطأ في إنشاء المشغل
cs: Chyba při vytváření spouštěče
de: Fehler beim Erstellen des Triggers
es: Error al crear el disparador
it: Errore nella creazione del trigger
ja: トリガーの作成中にエラー
pt: Erro ao criar trigger

source: Error for
ar: خطأ لـ
cs: Chyba pro
de: Fehler bei
es: Error en
it: Errore per
ja: エラー：
pt: Erro para

source: Error for “%1$@”: %2$@
ar: خطأ ل "%1$@": %2$@
cs: Chyba pro „%1$@”: %2$@
de: Fehler bei “%1$@”: %2$@
es: Error para “%1$@”: %2$@
it: Errore per «%1$@»: %2$@
ja: “%1$@”のエラー： %2$@
pt: Erro para “%1$@”: %2$@

source: Error moving field
ar: خطأ في نقل الحقل
cs: Chyba při přesunu pole
de: Fehler beim Verschieben des Feldes
es: Error al trasladar el campo
it: Errore nel spostare il campo
ja: フィールド移動中にエラーが発生しました
pt: Erro ao mover campo

source: error occurred
ar: حدث خطأ
cs: Došlo k chybě
de: Fehler aufgetreten
es: se ha producido un error
it: errore verificatosi
ja: エラーが発生しました
pt: ocorreu um erro

source: Error reading import file.
ar: خطأ في قراءة ملف الاستيراد.
cs: Chyba při čtení importního souboru.
de: Fehler beim Lesen der Import-Datei.
es: Error al leer el archivo de importación.
it: Errore nella lettura del file di importazione.
ja: インポートファイルの読み込み中にエラーが発生しました。
pt: Erro ao ler ficheiro de importação.

source: Error retrieving Keychain item to edit
ar: خطأ في استرداد عنصر سلسلة المفاتيح لتعديل
cs: Chyba při načítání položky klíče k úpravě
de: Fehler beim Abruf des Passworts
es: Error al recuperar ítem de llavero para editar
it: Errore nel recuperare l'elemento portachiavi da modificare
ja: 編集するキーチェーンアイテムの取得に失敗しました
pt: Erro ao recuperar item do Keychain para editar

source: Error retrieving table information
ar: خطأ في استرداد معلومات الجدول
cs: Chyba při načítání informací tabulky
de: Fehler beim Abruf der Tabellen-Information
es: Error al recuperar la información de tabla
it: Errore nel recupero delle informazioni della tabella
ja: テーブル情報の取得に失敗しました
pt: Erro ao recuperar informações da tabela

source: Error retrieving trigger information
ar: خطأ في استرداد معلومات المشغل
cs: Chyba při načítání informací o spouštění
de: Fehler beim Abruf der Trigger-Information
es: Error al recuperar la información de disparador
it: Errore nel recupero delle informazioni del trigger
ja: トリガー情報取得エラー
pt: Erro ao recuperar informações da trigger

source: Error truncating table
ar: خطأ في تقسيم الجدول
cs: Chyba zkrácení tabulky
de: Fehler beim Leeren der Tabelle
es: Error al truncar la tabla
it: Errore nel troncare la tabella
ja: テーブルの切り詰めに失敗しました
pt: Erro ao truncar a tabela

source: Error updating Keychain item
ar: خطأ في تحديث عنصر سلسلة المفاتيح
cs: Chyba při aktualizaci položky klíče
de: Fehler bei der Aktualisierung des Schlüsselbundes
es: Error al actualizar el ítem de llavero
it: Errore nell'aggiornamento dell'elemento portachiavi
ja: キーチェーンアイテムの更新中にエラーが発生しました
pt: Erro ao atualizar item Keychain

source: Error while analyzing selected items
ar: حدث خطأ أثناء تحليل العناصر المحددة
cs: Chyba při analýze vybraných položek
de: Fehler bei der Analyse der gewählten Items
es: Error al analizar los elementos seleccionados
it: Errore durante l'analisi degli elementi selezionati
ja: 選択した項目を分析中にエラーが発生しました
pt: Erro ao analisar os itens selecionados

source: Error while checking selected items
ar: حدث خطأ أثناء التحقق من العناصر المحددة
cs: Chyba při kontrole vybraných položek
de: Fehler beim Prüfen der gewählten Items
es: Error al comprobar los elementos seleccionados
it: Errore durante il controllo degli elementi selezionati
ja: 選択した項目を確認中にエラーが発生しました
pt: Erro ao verificar os itens selecionados

source: Error while converting color scheme data
ar: حدث خطأ أثناء تحويل بيانات مخطط الألوان
cs: Chyba při konverzi barevného schématu
de: Fehler beim Umwandeln des Farbschemas
es: Error al convertir los datos de tema de color
it: Errore durante la conversione dei dati dello schema di colori
ja: カラースキームデータの変換中にエラーが発生しました
pt: Erro ao converter dados do esquema de cores

source: Error while converting connection data
ar: حدث خطأ أثناء تحويل بيانات الاتصال
cs: Chyba při konverzi dat připojení
de: Fehler beim Umwandeln der Verbindungsdaten
es: Error al convertir los datos de conexión
it: Errore durante la conversione dei dati di connessione
ja: 接続データの変換中にエラー
pt: Erro ao converter dados da conexão

source: Error while converting content filter data
ar: حدث خطأ أثناء تحويل بيانات فلتر المحتوى
cs: Chyba při konverzi dat filtru obsahu
de: Fehler beim Umwandeln der Inhalts-Filter
es: Error al convertir los datos de filtro de contenido
it: Errore durante la conversione dei dati del filtro contenuti
ja: コンテンツフィルタデータの変換中にエラーが発生しました
pt: Erro ao converter dados de filtro de conteúdo

source: Error while converting query favorite data
ar: حدث خطأ أثناء تحويل بيانات الاستعلام المفضلة
cs: Chyba při konverzi oblíbených dotazů
de: Fehler beim Umwandeln des Query Favoriten
es: Error al convertir los datos de la consulta favorita
it: Errore durante la conversione dei dati preferiti della query
ja: クエリお気に入りデータの変換中にエラーが発生しました
pt: Erro ao converter dados favoritos da query

source: Error while converting session data
ar: حدث خطأ أثناء تحويل بيانات الجلسة
cs: Chyba při převodu dat relace
de: Fehler beim Umwandeln der Sitzungs-Daten
es: Error al convertir los datos de la sesión
it: Errore durante la conversione dei dati della sessione
ja: セッションデータの変換中にエラー
pt: Erro ao converter dados da sessão

source: Error while deleting field
ar: حدث خطأ أثناء حذف الحقل
cs: Chyba při mazání pole
de: Feld löschen fehlerhaft
es: Error al eliminar el campo
it: Errore durante l'eliminazione del campo
ja: フィールド削除中にエラーが発生しました
pt: Erro ao excluir campo

source: Error while duplicating Bundle content.
ar: حدث خطأ أثناء تكرار محتوى الحزمة.
cs: Chyba při kopírování obsahu balíčku
de: Bundle-Inhalt duplizieren fehlerhaft.
es: Error al duplicar el contenido del paquete.
it: Errore durante la duplicazione del contenuto del pacchetto.
ja: バンドルコンテンツの複製中にエラーが発生しました。
pt: Erro ao duplicar o conteúdo do pacote.

source: Error while executing JavaScript BASH command
ar: حدث خطأ أثناء تنفيذ أمر JavaScript BASH
cs: Chyba při provádění JavaScriptu BASH příkazu
de: Fehler beim Ausführen des JavaScript BASH Befehls
es: Error al ejecutar el comando JavaScript BASH
it: Errore durante l'esecuzione del comando JavaScript BASH
ja: JavaScript BASHコマンド実行中にエラーが発生しました
pt: Erro ao executar o comando BASH do JavaScript

source: Error while fetching the optimized field type
ar: حدث خطأ أثناء جلب نوع الحقل المحسن
cs: Chyba při načítání optimalizovaného typu pole
de: Abruf des optimierten Feld-Typs fehlgeschlagen
es: Error al obtener el tipo óptimo de campo
it: Errore durante il recupero del tipo di campo ottimizzato
ja: 最適化されたフィールドタイプの取得中にエラーが発生しました
pt: Erro ao obter o tipo otimizado de campo

source: Error while flushing selected items
ar: حدث خطأ أثناء مسح العناصر المحددة
cs: Chyba při splachování vybraných položek
de: Flush der gewählten Items fehlgeschlagen
es: Error al limpiar los elementos seleccionados
it: Errore durante il flushing degli elementi selezionati
ja: 選択したアイテムをフラッシュ中にエラーが発生しました
pt: Erro ao liberar os itens selecionados

source: Error while importing table
ar: حدث خطأ أثناء استيراد الجدول
cs: Chyba při importu tabulky
de: Fehler beim Tabellen-Import
es: Error al importar la tabla
it: Errore durante l'importazione della tabella
ja: テーブルのインポート中にエラーが発生しました
pt: Erro ao importar tabela

source: Error while installing Bundle
ar: حدث خطأ أثناء تثبيت الحزمة
cs: Chyba při instalaci balíčku
de: Fehler bei der Bundle-Installation
es: Error al instalar el paquete
it: Errore durante l'installazione del Bundle
ja: バンドルのインストール中にエラーが発生しました
pt: Erro ao instalar o Pacote

source: Error while installing color theme file
ar: حدث خطأ أثناء تثبيت ملف السمة الملونة
cs: Chyba při instalaci barevného souboru motivu
de: Installation des Farb-Themas fehlgeschlagen
es: Error al instalar el archivo de tema de color
it: Errore durante l'installazione del file tema colore
ja: カラーテーマファイルのインストール中にエラーが発生しました
pt: Erro ao instalar o ficheiro de tema de cor

source: Error while moving %@ to Trash.
ar: حدث خطأ أثناء نقل %@ إلى سلة المهملات.
cs: Chyba při přesouvání %@ do koše.
de: Fehler beim Verschieben von %- in den Papierkorb.
es: Error al mover %@ a la papelera.
it: Errore durante lo spostamento di %@ nel cestino.
ja: %@ をゴミ箱に移動中にエラーが発生しました。
pt: Erro ao mover %@ para a Lixeira.

source: Error while optimizing selected items
ar: حدث خطأ أثناء تحسين العناصر المحددة
cs: Chyba při optimalizaci vybraných položek
de: Optimierung der gewählten Items fehlgeschlagen
es: Error al optimizar los elementos seleccionados
it: Errore durante l'ottimizzazione degli elementi selezionati
ja: 選択した項目を最適化中にエラーが発生しました
pt: Erro ao otimizar os itens selecionados

source: Error while parsing CREATE TABLE syntax
ar: حدث خطأ أثناء تحليل صيغة الإنشاء
cs: Chyba při parsování TABULKA syntaxi
de: Syntaxfehler bei CREATE TABLE
es: Error al analizar la sintaxis CREATE TABLE
it: Errore durante l'analisi della sintassi CREATE TABLE
ja: CREATE TABLE 構文の解析中にエラーが発生しました
pt: Erro ao analisar a sintaxe CREATE TABLE

source: Error while reading connection data file
ar: حدث خطأ أثناء قراءة ملف بيانات الاتصال
cs: Chyba při čtení datového souboru
de: Datei der Verbindungsdaten fehlerhaft
es: Error al leer el archivo de datos de conexión
it: Errore durante la lettura del file dati di connessione
ja: 接続データファイルの読み込み中にエラーが発生しました
pt: Erro ao ler o ficheiro de dados da conexão

source: Error while reading data file
ar: حدث خطأ أثناء قراءة ملف البيانات
cs: Chyba při čtení datového souboru
de: Fehler beim Lesen der Datei
es: Error al leer el archivo de datos
it: Errore durante la lettura del file dati
ja: データファイルの読み込み中にエラーが発生しました
pt: Erro ao ler o ficheiro de dados

source: Error while repairing selected items
ar: حدث خطأ أثناء إصلاح العناصر المحددة
cs: Chyba při opravě vybraných položek
de: Reparieren der gewählten Items fehlgeschlagen
es: Error al reparar los elementos seleccionados
it: Errore durante la riparazione degli elementi selezionati
ja: 選択した項目を修復中にエラーが発生しました
pt: Erro ao reparar itens selecionados

source: Error while saving the Bundle.
ar: حدث خطأ أثناء حفظ الحزمة.
cs: Chyba při ukládání balíčku.
de: Bundle konnte nicht gespeichert werden.
es: Error al guardar el paquete.
it: Errore durante il salvataggio del Bundle.
ja: バンドルの保存中にエラーが発生しました。
pt: Erro ao salvar o Pacote.

source: Error while saving %@.
ar: حدث خطأ أثناء حفظ %@.
cs: Chyba při ukládání %@.
de: Bundle konnte nicht gespeichert werden.
es: Error al guardar %@.
it: Errore nel salvataggio di %@.
ja: %@ の保存中にエラーが発生しました。
pt: Erro ao salvar %@.

source: Errors
ar: أخطاء
cs: Chyby
de: Fehler
es: Errores
it: Errori
ja: エラー
pt: Erros

source: Example:
ar: مثال:
cs: Příklad:
de: Beispiel:
es: Ejemplo:
it: Esempio:
ja: 例:
pt: Exemplo:

source: exclude BLOB
ar: استبعاد BLOB
cs: vyloučit BLOB
de: BLOB ausschließen
es: excluir BLOB
it: escludi BLOB
ja: BLOBを除外する
pt: excluir BLOB

source: Execution Privilege
ar: امتياز التنفيذ
cs: Oprávnění exekuce
de: Ausführungs-Rechte
es: Privilegio de Ejecución
it: Privilegio Esecuzione
ja: 実行権限
pt: Privilégio de Execução

source: execution privilege: %@
ar: امتياز التنفيذ: %@
cs: oprávnění exekuce: %@
de: Ausführungs-Recht: %@
es: privilegio de ejecución: %@
it: privilegio di esecuzione: %@
ja: 実行権限: %@
pt: privilégio de execução: %@

source: Execution stopped!
ar: توقف التنفيذ!
cs: Provedení zastaveno!
de: Ausführung angehalten!
es: ¡Ejecución interrumpida!
it: Esecuzione interrotta!
ja: 処理が停止しました！
pt: Execução interrompida!

source: Export Selected...
ar: تصدير المحدد...
cs: Exportovat vybrané...
de: Ausgewählte exportieren …
es: Exportar seleccionado...
it: Esporta Selezionata...
ja: 選択したものをエクスポート...
pt: Exportar Selecionados...

source: Exporting %@
ar: تصدير %@
cs: Exportuji %@
de: Exportiere %@
es: Exportando %@
it: Esportazione Di %@
ja: %@ をエクスポート中
pt: Exportando %@

source: Exporting Dot File
ar: تصدير ملف Dot
cs: Exportování souboru s tečkou
de: DOT Datei wird exportiert
es: Exportando archivo Dot
it: Esportazione Del File Dot
ja: ドットファイルのエクスポート
pt: Exportando ficheiro Dot

source: Exporting SQL
ar: تصدير SQL
cs: Exportování SQL
de: Exportiere SQL
es: Exportando SQL
it: Esportazione SQL
ja: SQLのエクスポート
pt: Exportando SQL

source: Extra
ar: اضافية
cs: Další
ja: エクストラ

source: Failed to remove index '%@'
ar: فشل في إزالة الفهرس '%@'
cs: Odstranění indexu '%@ ' se nezdařilo
de: Entfernen von Index '%@' fehlerhaft
es: Error al eliminar el índice '%@'
it: Impossibile rimuovere l'indice '%@'
ja: インデックスの削除に失敗しました '%@'
pt: Falha ao remover índice '%@'

source: Fatal Error
ar: خطأ مميت
cs: Závažná chyba
de: Schwerer Fehler
es: Error grave
it: Errore Fatale
ja: 致命的エラー
pt: Erro fatal

source: Favorite
ar: المفضلة
cs: Oblíbená
de: Favorit
es: Favorito
it: Preferito
ja: お気に入り
pt: Favorito

source: Favorites
ar: المفضلة
cs: Oblíbené
de: Favoriten
es: Favoritos
it: Preferiti
ja: お気に入り
pt: Favoritos

source: Favorites export error
ar: خطأ تصدير المفضلة
cs: Chyba při exportu oblíbených
de: Fehler beim Export der Favoriten
es: Error al exportar favoritos
it: Errore esportazione preferiti
ja: お気に入りのエクスポートエラー
pt: Erro ao exportar Favoritos
