Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: The smallest integer type, requires 1 byte storage space. M is the optional display width and does not affect the possible value range.
ar: أصغر نوع صحيح، يتطلب مساحة تخزين 1 بايت. M هو عرض العرض الاختياري ولا يؤثر على نطاق القيمة المحتملة.
cs: Nejmenší celočíselný typ vyžaduje 1 bajtový úložný prostor. M je volitelná šířka displeje a nemá vliv na rozsah možných hodnot.
de: Der kleinste Ganzzahltyp benötigt 1 Byte Speicherplatz. M ist die optionale Anzeigebreite und hat keinen Einfluss auf den möglichen Wertebereich.
it: Il tipo intero più piccolo, richiede 1 byte di spazio di archiviazione. M è la larghezza di visualizzazione opzionale e non influisce sull'intervallo di valori possibile.
ja: 最小の整数型、1バイトのストレージスペースが必要です。Mはオプションの表示幅であり、可能な値の範囲には影響しません。
pt: O menor tipo de inteiro, requer 1 espaço de armazenamento de byte. M é a largura de exibição opcional e não afeta o intervalo de valor possível.

source: The socket file could not be found in any common location. Please supply the correct socket location. MySQL said: %@
de: Die Socketdatei wurde an keinem gemeinsamen Speicherort gefunden. Geben Sie bitte den richtigen Socketspeicherort an. . . @
es: El socket no se ha podido encontrar en ninguna ubicación. Por favor, proporcione la ubicación correcta del socket. MySQL dijo: %@
ja: ソケットファイルが見つかりませんでした。正しいソケットの場所を指定してください。 MySQL は %@ です。
pt: O ficheiro do socket não pôde ser encontrado em qualquer local comum. Por favor, forneça o local correto do soquete. Mensagem do MySQL: %@

source: The specified relation could not be created. MySQL said: %@
de: Die angegebene Beziehung konnte nicht erstellt werden. . . @
ja: 指定されたリレーションを作成できませんでした。 MySQL は %@
pt: O relacionamento especificado não pôde ser criado. Mensagem do MySQL: %@

source: The specified trigger was unable to be created. MySQL said: %@
de: Der angegebene Trigger konnte nicht erstellt werden. @
es: El disparador especificado no ha podido ser creado. MySQL dijo: %@
ja: 指定されたトリガーは作成できませんでした。 MySQL は %@ です。
pt: O trigger especificado não pode ser criado. Mensagem do MySQL: %@

source: The SQL file uses utf8mb4 encoding, but your MySQL version only supports the limited utf8 subset. You can continue the import, but any non-BMP characters in the SQL file (eg. some typographic and scientific special characters, archaic CJK logograms, emojis) will be unrecoverably lost!
ar: ملف SQL يستخدم ترميز utf8mb4، ولكن إصدار MySQL الخاص بك يدعم فقط المجموعة الفرعية المحدودة utf8. يمكنك متابعة الاستيراد، ولكن أي أحرف غير BMP في ملف SQL (على سبيل المثال). بعض الشخصيات الطباعية والعلمية الخاصة، شعارات CJK العتيقة، الرموز التعبيرية) ستفقد بشكل لا يمكن استردادها!
cs: SQL soubor používá kódování utf8mb4, ale vaše verze MySQL podporuje pouze omezenou podsadu utf8. Můžete pokračovat v importu, ale jakékoli jiné než BMP znaky v SQL souboru (např. některé typografické a vědecké speciální znaky, archaické CJK logy, emojis) budou nenávratně ztraceny!
de: Die SQL-Datei verwendet utf8mb4-Codierung, aber Ihre MySQL-Version unterstützt nur die begrenzte utf8-Untermenge. Sie können den Import fortsetzen, aber alle Nicht-BMP-Zeichen in der SQL-Datei (z. B. einige typografische und wissenschaftliche Sonderzeichen, archaische CJK-Logogramme, Emojis) gehen unwiederbringlich verloren!
it: Il file SQL utilizza la codifica utf8mb4, ma la versione MySQL supporta solo il sottoinsieme utf8 limitato. È possibile continuare l'importazione, ma qualsiasi carattere non BMP nel file SQL (ad es. alcuni caratteri tipografici e scientifici speciali, arcaici logogrammi CJK, emojis) andranno persi irrimediabilmente!
ja: SQLファイルはutf8mb4エンコーディングを使用しますが、MySQLバージョンは制限付きのutf8サブセットのみをサポートしています。 インポートは続けることができますが、SQL ファイル内の任意の BMP 以外の文字(例えば。 いくつかのタイポグラフィと科学的な特殊文字は、古風なCJKロゴグラム、絵文字が回復不能に失われます!
pt: O ficheiro SQL usa a codificação utf8mb4, mas sua versão MySQL suporta apenas o subconjunto limitado de utf8. Você pode continuar a importação, mas quaisquer caracteres não-BMP no ficheiro SQL (ex. alguns caracteres especiais tipográficos e científicos, logotipos de CJK arcaicos, emojis) serão inrecuperavelmente perdidos!

source: The SQL file you selected could not be found or read.
ar: تعذر العثور على ملف SQL الذي اخترته أو قراءته.
cs: Vybraný SQL soubor nebyl nalezen nebo načten.
de: Die ausgewählte SQL-Datei konnte nicht gefunden oder gelesen werden.
es: El archivo SQL seleccionado no se ha podido encontrar o leer.
it: Il file SQL selezionato non può essere trovato o letto.
ja: 選択した SQL ファイルを見つけることができませんでした。
pt: O ficheiro SQL selecionado não pôde ser encontrado ou lido.

source: The SSH password could not be loaded from the keychain; please enter the SSH password for %@:
ar: لا يمكن تحميل كلمة مرور SSH من سلسلة المفاتيح؛ الرجاء إدخال كلمة مرور SSH ل %@:
cs: SSH heslo nelze načíst z klíče; zadejte prosím SSH heslo pro %@:
de: Das SSH-Kennwort konnte nicht aus dem Schlüsselbund geladen werden. Geben Sie bitte das SSH-Kennwort für %' ein:
es: La contraseña SSH no se ha podido cargar desde el llavero; por favor, introduzca la contraseña SSH de %@:
it: La password SSH non può essere caricata dal portachiavi; inserisci la password SSH per %@:
ja: SSHパスワードをキーチェーンから読み込めませんでした。 %@のSSHパスワードを入力してください:
pt: A senha SSH não pôde ser carregada a partir do chave; por favor, digite a senha SSH para %@:

source: The SSH password could not be loaded; please enter the SSH password for %@:
ar: لا يمكن تحميل كلمة مرور SSH؛ الرجاء إدخال كلمة مرور SSH ل %@:
cs: Nelze načíst SSH heslo; zadejte SSH heslo pro %@:
de: Das SSH-Kennwort konnte nicht geladen werden. Geben Sie bitte das SSH-Kennwort für %' ein:
es: La contraseña SSH no se ha podido cargar; por favor, introduzca la contraseña SSH de %@:
it: La password SSH non può essere caricata; inserisci la password SSH per %@:
ja: SSHパスワードを読み込めませんでした。 %@のSSHパスワードを入力してください:
pt: A senha SSH não pôde ser carregada; por favor, digite a senha SSH para %@:

source: The SSH Tunnel could not authenticate with the remote host. Please check your password and ensure you still have access.
ar: تعذر مصادقة نفق SSH مع المضيف البعيد. الرجاء التحقق من كلمة المرور الخاصة بك والتأكد من أنه لا يزال لديك حق الوصول.
cs: SSH tunel se nemohl autentizovat se vzdáleným serverem. Zkontrolujte prosím své heslo a ujistěte se, že máte stále přístup.
de: Der SSH-Tunnel konnte sich nicht beim Remotehost authentifizieren. Bitte überprüfen Sie Ihr Passwort und stellen Sie sicher, dass Sie noch Zugriff haben.
es: El túnel SSH no se ha podido autenticar con el equipo remoto. Por favor, compruebe su contraseña y asegúrese que todavía tiene acceso.
it: Il tunnel SSH non è stato in grado di autenticarsi con l'host remoto. Controlla la password e assicurati di avere ancora accesso.
ja: SSHトンネルはリモートホストで認証できませんでした。パスワードを確認し、まだアクセス可能であることを確認してください。
pt: O túnel SSH não pôde ser autenticado com o servidor remoto. Por favor, verifique sua senha e certifique-se de que você ainda tem acesso.

source: The SSH Tunnel has unexpectedly closed.
ar: لقد أغلق نفق SSH بشكل غير متوقع.
cs: SSH tunel byl neočekávaně uzavřen.
de: Der SSH-Tunnel wurde unerwartet geschlossen.
es: El túnel SSH se ha cerrado inesperadamente.
it: Il tunnel SSH è stato chiuso inaspettatamente.
ja: SSHトンネルは予期せず閉鎖されました。
pt: O túnel SSH foi encerrado inesperadamente.

source: The SSH Tunnel was closed 'by the remote host'. This may indicate a networking issue or a network timeout.
ar: تم إغلاق نفق SSH "من قبل المضيف البعيد". قد يشير هذا إلى مشكلة في الربط الشبكي أو مهلة الشبكة.
cs: SSH tunel byl zavřen 'vzdáleným serverem'. To může naznačovat problém se sítí nebo časový limit sítě.
de: Der SSH-Tunnel wurde "vom Remote-Host" geschlossen. Dies kann auf ein Netzwerkproblem oder ein Netzwerktimeout hinweisen.
es: El túnel SSH fue cerrado 'por el equipo remoto'. Esto puede indicar un problema en la red o se ha excedido el tiempo de espera.
it: Il tunnel SSH è stato chiuso 'dall'host remoto'. Questo può indicare un problema di rete o un timeout di rete.
ja: SSHトンネルは「リモートホストによって」クローズされました。これはネットワークの問題やネットワークタイムアウトを示している可能性があります。
pt: O túnel SSH foi fechado "pelo servidor remoto". Isto pode indicar um problema de rede ou um tempo limite de rede.

source: The SSH Tunnel was established successfully, but could not forward data to the remote port as the remote port refused the connection.
ar: وقد تم إنشاء نفق SSH بنجاح، ولكنه لم يتمكن من إرسال البيانات إلى الميناء النائي لأن الميناء النائي رفض الاتصال.
cs: SSH tunel byl úspěšně vytvořen, ale nemohl předat data do vzdáleného portu, protože vzdálený port odmítl připojení.
de: Der SSH-Tunnel wurde erfolgreich eingerichtet, konnte jedoch keine Daten an den Remoteport weiterleiten, da der Remoteport die Verbindung verweigerte.
es: El túnel SSH fue establecido correctamente, pero no se ha podido enviar datos al puerto remoto ya que este rechazó la conexión.
it: Il tunnel SSH è stato istituito con successo, ma non è stato possibile inoltrare i dati alla porta remota in quanto la porta remota ha rifiutato la connessione.
ja: SSHトンネルは正常に設置されましたが、リモートポートが接続を拒否したため、データをリモートポートに転送できませんでした。
pt: O túnel SSH foi estabelecido com sucesso, mas não foi possível encaminhar dados para a porta remota quando a porta remota recusou a conexão.

source: The SSH Tunnel was unable to bind to the local port. This error may occur if you already have an SSH connection to the same server and are using a 'LocalForward' setting in your SSH configuration. Would you like to fall back to a standard connection to localhost in order to use the existing tunnel?
ar: لم يتمكن نفق SSH من الربط مع الميناء المحلي. قد يحدث هذا الخطأ إذا كان لديك بالفعل اتصال SSH لنفس الخادم وتستخدم إعداد 'LocalForward' في تكوين SSH الخاص بك. هل ترغب في العودة إلى اتصال عادي مع localhost من أجل استخدام النفق الحالي؟
cs: SSH tunel se nepodařilo navázat na místní port. Tato chyba může nastat v případě, že již máte SSH připojení ke stejnému serveru a používáte v konfiguraci SSH nastavení 'LocalForward'. Chcete se vrátit ke standardnímu připojení k localhostu, abyste mohli používat existující tunel?
de: Der SSH-Tunnel konnte nicht an den lokalen Port gebunden werden. Dieser Fehler kann auftreten, wenn Sie bereits über eine SSH-Verbindung mit demselben Server verfügen und in Ihrer SSH-Konfiguration eine Einstellung "LocalForward" verwenden.
es: El túnel SSH no ha podido enlazar con el puerto local. Este error puede ocurrir si ya tiene una conexión SSH con el mismo servidor y usa 'LocalForward' en su configuración SSH. ¿Desea conectarse al equipo local con una conexión estándar para usar el túnel existente?
it: Il tunnel SSH non è stato in grado di legarsi al porto locale. Questo errore può verificarsi se si dispone già di una connessione SSH allo stesso server e si sta utilizzando un'impostazione 'LocalForward' nella configurazione SSH. Vuoi tornare a una connessione standard a localhost per utilizzare il tunnel esistente?
ja: SSHトンネルはローカルポートにバインドできませんでした。 このエラーは、既に同じサーバーにSSH接続があり、SSH設定で「LocalForward」設定を使用している場合に発生する可能性があります。 既存のトンネルを使用するために、localhost への標準接続に戻りますか?
pt: O túnel SSH não foi capaz de se ligar ao porto local. Este erro pode ocorrer se você já tem uma conexão SSH com o mesmo servidor e está usando a configuração 'LocalForward' em sua configuração SSH. Você gostaria de voltar para uma conexão padrão localhost a fim de usar o túnel existente?

source: The SSH Tunnel was unable to connect to host %@, or the request timed out. Be sure that the address is correct and that you have the necessary privileges, or try increasing the connection timeout (currently %ld seconds).
ar: لم يتمكن نفق SSH من الاتصال باستضافة %1$@، أو انتهت مهلة الطلب. تأكد من أن العنوان صحيح وأن لديك الامتيازات اللازمة، أو حاول زيادة مهلة الاتصال (حاليا %2$ld ثوان).
cs: SSH tunel se nepodařilo připojit k hostiteli %1$@nebo vypršel časový limit požadavku. Ujistěte se, že adresa je správná a že máte potřebná oprávnění, nebo zkuste zvýšit časový limit připojení (v současné době %2$ld sekund).
de: Der SSH-Tunnel konnte keine Verbindung mit dem Host %1 herstellen, oder die Anforderung wurde zeitimiert %2$ld.
es: El túnel SSH no se ha podido conectar al equipo %1$@, o la solicitud expiró. Asegúrese que la dirección es correcta y que dispone de los privilegios necesarios, o intente aumentar el tiempo de espera de la conexión (actualmente %2$ld segundos).
it: Il tunnel SSH non è stato in grado di connettersi all'host %1$@, o la richiesta è scaduta. Assicurati che l'indirizzo sia corretto e che tu abbia i privilegi necessari, o prova ad aumentare il timeout della connessione (attualmente %2$ld secondi).
ja: SSHトンネルがホスト%1$@に接続できなかったか、リクエストがタイムアウトしました。 アドレスが正しく、必要な権限があることを確認するか、接続タイムアウト（現在は%2$ld）を増やしてみてください秒）。
pt: O túnel SSH não foi capaz de conectar ao servidor %1$@, ou o pedido expirou. Certifique-se de que o endereço está correto e que você tem os privilégios necessários, ou tente aumentar o tempo limite da conexão (atualmente %2$ld segundos).

source: The table data couldn't be loaded presumably due to used filter clause. MySQL said: %@
de: Die Tabellendaten konnten vermutlich aufgrund der verwendeten Filterklausel nicht geladen werden. Nn-MySQL Sagte: % @
es: Los datos de la tabla no se han podido cargar probablemente debido a la cláusula del filtro usado. MySQL dijo: %@
ja: おそらく使用されたフィルタ句のためテーブルデータを読み込むことができませんでした。 MySQL は %@ と言いました。
pt: Os dados da tabela não puderam ser carregados presumivelmente devido à cláusula de filtro utilizada. Mensagem do MySQL: %@

source: The table data couldn't be loaded. MySQL said: %@
de: Die Tabellendaten konnten nicht geladen werden. @
es: Los datos de la tabla no se han podido cargar. MySQL dijo: %@
ja: テーブルデータを読み込めませんでした。 MySQL は %@ です。
pt: Os dados da tabela não puderam ser carregados. Mensagem do MySQL: %@

source: The target export folder is not writable. Please select a new export location and try again.
ar: مجلد التصدير المستهدف غير قابل للكتابة. الرجاء تحديد موقع تصدير جديد وحاول مرة أخرى.
cs: Do cílové složky pro export nelze zapisovat. Zvolte prosím nové umístění pro export a zkuste to znovu.
de: %lu der Export-Dateien wurden nicht erzeugt, weil der Zielordner schreibgeschützt ist. Der Export sollte mit einem anderen Zielordner wiederholt werden.
es: No se puede escribir en la carpeta destino de la exportación. Por favor, seleccione una nueva ubicación para exportar y vuelva a intentarlo.
it: La cartella di esportazione di destinazione non è scrivibile. Si prega di selezionare una nuova posizione di esportazione e riprovare.
ja: ターゲットのエクスポートフォルダは書き込み可能ではありません。新しいエクスポート場所を選択して、もう一度お試しください。
pt: A pasta de exportação de destino não é gravável. Por favor, selecione um novo local de exportação e tente novamente.

source: No directory selected. Please select a new export location and try again.
ar: لم يتم تحديد الدليل. الرجاء تحديد موقع تصدير جديد وحاول مرة أخرى.
cs: Nebyl vybrán žádný adresář. Vyberte prosím nové místo exportu a zkuste to znovu.
de: Es wurde kein Verzeichnis ausgewählt. Wählen Sie einen neuen Exportspeicherort aus, und versuchen Sie es erneut.
it: Nessuna directory selezionata. Seleziona una nuova posizione di esportazione e riprova.
ja: ディレクトリが選択されていません。新しいエクスポート先を選択して再度お試し下さい。
pt: Nenhum diretório selecionado. Por favor, selecione um novo local de exportação e tente novamente.

source: No directory selected.
ar: لا يوجد دليل محدد.
cs: Nebyl vybrán žádný adresář.
de: Es wurde kein Verzeichnis ausgewählt.
es: Ningún directorio seleccionado.
it: Nessuna directory selezionata.
ja: ディレクトリが選択されていません。
pt: Nenhum diretório selecionado.

source: Please select a new export location and try again.
ar: الرجاء تحديد موقع تصدير جديد وحاول مرة أخرى.
cs: Vyberte prosím nové místo exportu a zkuste to znovu.
de: %lu der Export-Dateien wurden nicht erzeugt, weil der Zielordner schreibgeschützt ist. Der Export sollte mit einem anderen Zielordner wiederholt werden.
es: Por favor, seleccione una nueva ubicación para exportar e inténtelo de nuevo.
it: Seleziona una nuova posizione di esportazione e riprova.
ja: 新しいエクスポート先を選択して、もう一度お試しください。
pt: Por favor, selecione um novo local de exportação e tente novamente.

source: The target export folder no longer exists. Please select a new export location and try again.
ar: مجلد التصدير المستهدف لم يعد موجودا. الرجاء تحديد موقع تصدير جديد وحاول مرة أخرى.
cs: Cílová složka pro export již neexistuje. Vyberte novou polohu pro export a zkuste to znovu.
de: %lu der Export-Dateien wurden nicht erzeugt, weil der Zielordner nicht gefunden wurde. Der Export sollte mit einem anderen Zielordner wiederholt werden.
es: No existe la carpeta destino de la exportación. Por favor, seleccione una nueva ubicación para exportar y vuelva a intentarlo.
it: La cartella di esportazione di destinazione non esiste più. Si prega di selezionare una nuova posizione di esportazione e riprovare.
ja: ターゲットのエクスポートフォルダが存在しません。新しいエクスポート場所を選択して再度お試し下さい。
pt: A pasta de exportação de destino não existe mais. Por favor selecione um novo local de exportação e tente novamente.

source: Theme Name:
ar: اسم السمة:
cs: Název šablony:
de: Design Name:
es: Nombre de tema:
it: Nome Tema:
ja: テーマ名:
pt: Nome do Tema:

source: Themes Installation Error
ar: خطأ في تثبيت السمات
cs: Chyba instalace motivů
de: Themes-Installationsfehler
es: Error al instalar los temas
it: Errore Di Installazione Temi
ja: テーマのインストールエラー
pt: Erro na Instalação de Temas

source: There have been errors while copying table content. Please check the new table.
ar: حدثت أخطاء أثناء نسخ محتوى الجدول. الرجاء التحقق من الجدول الجديد.
cs: Při kopírování obsahu tabulky došlo k chybám. Zkontrolujte prosím novou tabulku.
de: Beim Kopieren von Tabelleninhalten sind Fehler aufgetreten. Bitte überprüfen Sie die neue Tabelle.
es: Ha habido errores al copiar el contenido de la tabla. Por favor, compruebe la nueva tabla.
it: Ci sono stati errori durante la copia del contenuto della tabella. Si prega di controllare la nuova tabella.
ja: テーブルコンテンツのコピー中にエラーが発生しました。新しいテーブルを確認してください。
pt: Houve erros ao copiar o conteúdo da tabela. Por favor, verifique a nova tabela.

source: Cannot duplicate a table with triggers to a different database.
ar: لا يمكن تكرار جدول مع مشغلات إلى قاعدة بيانات مختلفة.
cs: Nelze duplikovat tabulku s spouštěči do jiné databáze.
de: Eine Tabelle mit Triggern kann nicht in eine andere Datenbank dupliziert werden.
es: No se puede duplicar una tabla con triggers a una base de datos diferente.
it: Impossibile duplicare una tabella con trigger in un database diverso.
ja: 別のデータベースにトリガーを持つテーブルは複製できません。
pt: Não é possível duplicar uma tabela com triggers para um banco de dados diferente.

source: There were no errors.
ar: لم تكن هناك أخطاء.
cs: Neobjevily se žádné chyby.
de: Es gab keine Fehler.
es: No hubo errores.
it: Non ci sono stati errori.
ja: エラーはありませんでした。
pt: Não houve erros.

source: This field is part of a foreign key relationship with the table '%@'. This relationship must be removed before the field can be deleted. Are you sure you want to continue to delete the relationship and the field? This action cannot be undone.
ar: هذا الحقل هو جزء من علاقة مفتاح أجنبية مع الجدول '%@'. يجب إزالة هذه العلاقة قبل حذف الحقل. هل أنت متأكد من أنك تريد الاستمرار في حذف العلاقة والحقل؟ لا يمكن التراجع عن هذا الإجراء.
cs: Toto pole je součástí zahraničního klíče vztahu s tabulkou '%@'. Tento vztah musí být odstraněn, než může být pole odstraněno. Jste si jisti, že chcete pokračovat v odstraňování vztahu a pole? Tuto akci nelze vrátit zpět.
de: Dieses Feld ist Teil einer Fremdschlüsselbeziehung mit der Tabelle '%'. Diese Beziehung muss entfernt werden, bevor das Feld gelöscht werden kann. Diese Aktion kann nicht rückgängig gemacht werden.
es: Este campo es parte de una relación de clave ajena con la tabla '%@'. Esta relación debe ser eliminada antes de que el campo pueda ser eliminado. ¿Está seguro que desea eliminar la relación y el campo? Esta acción no se puede deshacer.
it: Questo campo fa parte di una relazione chiave straniera con la tabella '%@'. Questa relazione deve essere rimossa prima che il campo possa essere eliminato. Sei sicuro di voler continuare a eliminare la relazione e il campo? Questa azione non può essere annullata.
ja: このフィールドはテーブル'%@'との外部キー関係の一部です。 フィールドを削除する前に、このリレーションシップを削除する必要があります。 format@@0 リレーションシップとフィールドを削除してもよろしいですか？この操作は元に戻せません。
pt: Este campo faz parte de um relacionamento de chave estrangeira com a tabela '%@' Este relacionamento deve ser removido antes que o campo possa ser excluído. Tem certeza de que deseja continuar a excluir o relacionamento e o campo? Esta ação não pode ser desfeita.

source: This index cannot be deleted, because it is used by an existing foreign key relationship. Please remove the relationship, before trying to remove this index. MySQL said: %@
de: Dieser Index kann nicht gelöscht werden, da er von einer vorhandenen Fremdschlüsselbeziehung verwendet wird. @
ja: 既存の外部鍵関係で使用されているため、このインデックスは削除できません。 このインデックスを削除しようとする前に、リレーションシップを削除してください。 MySQL は %@
pt: Este índice não pode ser excluído, porque é usado por uma relação de chave estrangeira existente. Por favor, remova a relação, antes de tentar remover este índice. MySQL disse: %@

source: This is an alias for BIGINT UNSIGNED NOT NULL AUTO_INCREMENT UNIQUE.
ar: هذا اسم مستعار لـ BIGINT UNSIGNED ليس AUTO_INCREMENT UNIQUE.
cs: Toto je alias pro BIGINT UNSIGNED NULL AUTO_INCREMENT UNIQUE.
de: Dies ist ein Alias für BIGINT UNSIGNED NOT NULL AUTO_INCREMENT UNIQUE.
it: Questo è un alias per BIGINT UNSIGNED NOT NULL AUTO_INCREMENT UNIQUE.
ja: これはBIGINT UNSIGNED NOT NULL AUTO_INCREMENT UNIQUEのエイリアスです。
pt: Este é um pseudônimo para o BIGINT UNSIGNED NOT NULL AUTO_INCREMENT UNIQUE.

source: This is an alias for DECIMAL.
ar: هذا اسم مستعار لـ DECIMAL.
cs: Toto je alias pro DECIMAL.
de: Dies ist ein Alias für DECIMAL.
es: Este es un alias para DECIMAL.
it: Questo è un alias per DECIMAL.
ja: これはDECIMALのエイリアスです。
pt: Este é um apelido para DECIMAL.

source: This is an alias for DOUBLE, unless REAL_AS_FLOAT is configured.
ar: هذا اسم مستعار ل DOUBLE، ما لم يتم تكوين REAL_AS_FLOAT.
cs: Toto je alias pro DOUBLE, pokud není nastaven REAL_AS_FLOAT.
de: Dies ist ein Alias für DOUBLE, es sei denn, REAL_AS_FLOAT konfiguriert ist.
es: Este es un alias para DOUBLE, a menos que REAL_AS_FLOAT esté configurado.
it: Questo è un alias per DOUBLE, a meno che REAL_AS_FLOAT non sia configurato.
ja: REAL_AS_FLOATが設定されていない限り、これはDOUBLEのエイリアスです。
pt: Este é um apelido para DOUBLE, a menos que REAL_AS_FLOAT esteja configurado.

source: This is an alias for DOUBLE.
ar: هذا اسم مستعار ل DOUBLE.
cs: Toto je alias pro DOUBLE.
de: Dies ist ein Alias für DOUBLE.
es: Este es un alias para DOUBLE.
it: Questo è un alias per DOUBLE.
ja: これはDECIMALのエイリアスです。
pt: Este é um apelido para DOUBLE.

source: This is an alias for TINYINT(1).
ar: وهذا اسم مستعار لـ TINYINT(1).
cs: Toto je alias pro TINYINT(1).
de: Dies ist ein Alias für TINYINT(1).
es: Este es un alias para TINYINT(1).
it: Questo è un alias per TINYINT(1).
ja: これはTINYINT(1)の別名です。
pt: Este é um apelido para TINYINT(1).

source: This is the default collation of database %@.
ar: هذا هو التجميع الافتراضي لقاعدة البيانات %@.
cs: Toto je výchozí porovnání databáze %@.
de: Dies ist die Standardsortierung der Datenbank "%" .
es: Esta es la colación predeterminada de la base de datos %@.
it: Questo è l'ordinamento predefinito del database %@.
ja: これはデータベース %@ のデフォルトの照合順序です。
pt: Esta é a ordenação padrão do banco de dados %@.

source: This is the default collation of encoding %@.
ar: هذا هو التجميع الافتراضي للترميز %@.
cs: Toto je výchozí kolize kódování %@.
de: Dies ist die Standardsortierung der Codierung "%" .
es: Esta es la colación de codificación predeterminada %@.
it: Questo è l'ordinamento predefinito della codifica %@.
ja: エンコーディング %@のデフォルトの照合順序です。
pt: Esta é a ordenação padrão da codificação %@.
