Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Signed: %@ to %@ Unsigned: %@ to %@
ar: توقيع: %1$@ إلى %2$@ غير موقع: %3$@ إلى %4$@
cs: Podpis: %1$@ až %2$@ Nepodepsaný: %3$@ to %4$@
de: Signiert: %1 - bis %2 - nicht signiert: %3- bis %4$ @
es: Firmado: %1$@ a %2$@ Sin firmar: %3$@ a %4$@
it: Firmato: %1$@ a %2$@ Non firmato: %3$@ a %4$@
ja: 署名済み: %1$@ to %2$@ 未署名: %3$@ to %4$@
pt: Assinado: %1$@ para %2$@ Sem assinatura: %3$@ para %4$@

source: size: %@
ar: الحجم: %@
cs: velikost: %@
de: Größe: %@
es: tamaño: %@
it: Dimensioni: %@
ja: サイズ：%@
pt: tamanho: %@

source: Skip existing
ar: تخطي موجود
cs: Přeskočit existující
de: Vorhandene überspringen
es: Omitir existente
it: Salta esistente
ja: 既存をスキップ
pt: Saltar existente

source: Skip problems
ar: تخطي المشاكل
cs: Přeskočit problémy
de: Probleme überspringen
es: Omitir problemas
it: Salta problemi
ja: 問題をスキップ
pt: Saltar problemas

source: Beta Build
ar: بناء بيتا
cs: Beta sestavení
es: Complilación beta
it: Build Beta
ja: ベータビルド
pt: Versão Beta

source: Socket connection failed!
ar: فشل اتصال المقطع!
cs: Spojení se Socket selhalo!
de: Socket Verbindung fehlgeschlagen!
es: ¡La conexión del socket falló!
it: Connessione socket fallita!
ja: ソケット接続に失敗しました！
pt: A ligação do socket falhou!

source: Socket not found!
ar: المقطع غير موجود!
cs: Socket nenalezen!
de: Socket nicht gefunden!
es: ¡Socket no encontrado!
it: Socket non trovato!
ja: ソケットが見つかりません！
pt: Socket não encontrado!

source: Some of the target export folders are not writable. Please select a new export location and try again.
ar: بعض مجلدات التصدير المستهدفة غير قابلة للكتابة. الرجاء تحديد موقع تصدير جديد وحاول مرة أخرى.
cs: Některé cílové složky exportu nejsou zapisovatelné. Zvolte prosím nové umístění exportu a zkuste to znovu.
de: Einige Zielordner sind schreibgeschützt. Ein anderes Ziel für den Export wählen und erneut versuchen.
es: Algunas de las carpetas de destino no se pueden modificar. Por favor, seleccione una nueva ubicación y vuelva a intentarlo.
it: Alcune delle cartelle di esportazione di destinazione non sono scrivibili. Seleziona una nuova posizione di esportazione e riprova.
ja: いくつかのターゲットエクスポートフォルダが書き込み可能ではありません。新しいエクスポート場所を選択して、もう一度お試しください。
pt: Algumas das pastas de exportação de destino não são graváveis. Por favor, selecione um novo local de exportação e tente novamente.

source: Some of the target export folders no longer exist. Please select a new export location and try again.
ar: بعض مجلدات التصدير المستهدفة لم تعد موجودة. الرجاء تحديد موقع تصدير جديد وحاول مرة أخرى.
cs: Některé cílové složky pro export již neexistují. Zvolte prosím nové místo pro export a zkuste to znovu.
de: Einige Zielordner sind nicht mehr vorhanden. Ein anderes Ziel für den Export wählen und erneut versuchen.
es: Algunas de las carpetas de destino ya no existen. Por favor, seleccione una nueva ubicación y vuelva a intentarlo.
it: Alcune delle cartelle di esportazione di destinazione non esistono più. Seleziona una nuova posizione di esportazione e riprova.
ja: ターゲットのエクスポートフォルダが存在しません。新しいエクスポート場所を選択して、もう一度お試しください。
pt: Algumas das pastas de exportação de destino não existem mais. Por favor, selecione um novo local de exportação e tente novamente.

source: Sorting table...
ar: فرز الجدول...
cs: Řazení tabulky...
de: Tabelle wird sortiert …
es: Ordenando tabla...
it: Ordinamento tabella...
ja: テーブルをソートしています...
pt: A ordenar a tabela...

source: SQL Data Access
ar: الوصول إلى بيانات SQL
cs: Přístup k SQL datům
de: SQL Datenzugriff
es: Datos de acceso SQL
it: Accesso Dati Sql
ja: SQL データアクセス
pt: Acesso aos dados SQL

source: Connection Secured via SSL
ar: اتصال مؤمن عبر SSL
cs: Připojení zabezpečeno přes SSL
de: Gesicherte Verbindung via SSL
es: Conexión segura a través de SSL
it: Connessione protetta tramite SSL
ja: SSL経由で接続が保護されました

source: SSH Connected
ar: SSH متصل
cs: SSH připojeno
de: SSH verbunden
es: SSH conectado
it: SSH Connesso
ja: SSH 接続済み
pt: SSH conectado

source: SSH connecting...
ar: إتصال SSH...
cs: Připojování SSH...
de: Verbinde SSH …
es: conectando con SSH...
it: Connessione SSH...
ja: SSH接続中...
pt: SSH conectando...

source: SSH Connecting…
ar: إتصال SSH…
cs: Připojování SSH…
de: Verbinde SSH …
es: Conectando SSH…
it: Connessione SSH…
ja: SSH接続中…
pt: A ligar SSH…

source: SSH connection failed!
ar: فشل الاتصال بSSH!
cs: Připojení SSH selhalo!
de: SSH Verbindung fehlgeschlagen!
es: ¡Conexión SSH fallida!
it: Connessione SSH fallita!
ja: SSH接続に失敗しました
pt: A ligação SSH falhou!

source: SSH Disconnected
ar: SSH غير متصل
cs: SSH odpojeno
de: SSH beendet
es: SSH desconectado
it: SSH Disconnesso
ja: SSH接続が切断されました
pt: SSH desligado

source: SSH Key not found
ar: لم يتم العثور على مفتاح SSH
cs: SSH klíč nebyl nalezen
de: SSH Schlüssel nicht gefunden
es: Clave SSH no encontrada
it: Chiave SSH non trovata
ja: SSH鍵が見つかりません
pt: Chave SSH não encontrada

source: SSH port forwarding failed
ar: فشل إعادة توجيه منفذ SSH
cs: Odeslání SSH portu selhalo
de: SSH Port Forwarding fehlgeschlagen
es: Falló el reenvío de puerto SSH
it: Inoltro porta SSH non riuscito
ja: SSHポートの転送に失敗しました
pt: Encaminhamento de porta SSH falhou

source: SSL Certificate Authority File not found
ar: لم يتم العثور على ملف سلطة شهادة SSL
cs: Soubor SSL Certifikační autority nebyl nalezen
de: Die Datei des SSL Zertifikat-Ausstellers fehlt
es: Archivo de certificado de autorización SSL no encontrado
it: File Autorità di Certificazione SSL non trovato
ja: SSL認証局ファイルが見つかりません
pt: ficheiro de autoridade certificadora SSL não encontrado

source: SSL Certificate File not found
ar: لم يتم العثور على ملف شهادة SSL
cs: Soubor certifikátu SSL nebyl nalezen
de: SSL Zertifikats-Datei fehlt
es: Archivo de certificado SSL no encontrado
it: File certificato SSL non trovato
ja: SSL 証明書ファイルが見つかりません
pt: ficheiro de certificado SSL não encontrado

source: SSL connection not established
ar: لم يتم إنشاء اتصال SSL
cs: Připojení SSL není navázáno
de: Keine SSL Verbindung
es: Conexión SSL no establecida
it: Connessione SSL non stabilita
ja: SSL 接続が確立されていません
pt: Conexão SSL não estabelecida

source: SSL Key File not found
ar: لم يتم العثور على ملف مفتاح SSL
cs: Soubor klíče SSL nebyl nalezen
de: Die Datei mit dem SSL Schlüssel fehlt
es: Archivo de clave SSL no encontrado
it: File Chiave SSL non trovato
ja: SSH鍵が見つかりません
pt: ficheiro de chave SSL não encontrado

source: Standard memory
ar: الذاكرة القياسية
cs: Standardní paměť
de: Basisspeicher
es: Memoria estándar
it: Memoria standard
ja: 標準メモリ
pt: Memória padrão

source: started
ar: بدأ
cs: začal
de: gestartet
es: iniciado
it: iniziato
ja: 開始しました
pt: iniciado

source: Status file for sequelace url scheme command couldn't be written!
ar: تعذر كتابة ملف الحالة لأمر نظام url sequelace !
cs: Stavový soubor pro příkaz url schéma sekvelace nelze zapsat!
de: Statusdatei für Sequelace URL Schema Befehl konnte nicht geschrieben werden!
es: ¡El archivo de estado para el esquema de comando URL de sequelace no se ha podido escribir!
it: Impossibile scrivere il file di stato per il comando dello schema url sequelace!
ja: シーケンスURLスキームコマンドの状態ファイルを書き込めませんでした！
pt: ficheiro de status para o comando Sequel Ace não pôde ser escrito!

source: Stop
ar: توقف
cs: Zastavit
de: Anhalten
es: Detener
it: Ferma
ja: 停止
pt: Parar

source: Stop queries
ar: إيقاف الاستعلامات
cs: Zastavit dotazy
de: Abfragen beenden
es: Detener consultas
it: Ferma le query
ja: クエリを停止
pt: Parar queries

source: Stop query
ar: إيقاف الاستعلام
cs: Ukončit dotaz
de: Abfrage beenden
es: Detener consulta
it: Interrompi interrogazione
ja: クエリを停止
pt: Parar query

source: Stores a date and time of day as seconds since the beginning of the UNIX epoch (1970-01-01 00:00:00). The values displayed/stored are affected by the connection's @@time_zone setting. The representation is the same as for DATETIME. Invalid values, as well as "second zero", are converted to 0000-00-00 00:00:00.0. Fractional seconds were added in MySQL 5.6.4 with a precision down to microseconds (6), specified by F. Some additional rules may apply.
cs: Ukládá datum a denní dobu od začátku epochy UNIX (1970-01-01 00:00:00). Zobrazené/uložené hodnoty jsou ovlivněny nastavením připojení @@time_zone. Zástupce je stejná jako v případě DATETIME. Neplatné hodnoty, stejně jako "druhá nula", jsou převedeny na 0000-00-00 00:00:00.0. Frakční sekundy byly přidány do MySQL 5. .4 s přesností na mikrosekundy (6), specifikovanou v F. mohou platit některá další pravidla.
de: Speichert ein Datum und eine Uhrzeit als Sekunden seit Beginn der UNIX-Epoche (1970-01-01 00:00:00). Die angezeigten/gespeicherten Werte werden durch die @@time_zone Einstellung der Verbindung beeinflusst. Ungültige Werte sowie "zweite Null" werden in 0000-00-00 00:00:00.0 konvertiert. Bruchsekunden wurden in MySQL 5.6.4 mit einer Genauigkeit bis zu Mikrosekunden (6) hinzugefügt, die durch F angegeben wurden. Möglicherweise gelten zusätzliche Regeln.
it: Memorizza una data e un'ora del giorno come secondi dall'inizio dell'epoca UNIX (1970-01-01 00:00:00). I valori visualizzati/memorizzati sono influenzati dall'impostazione @@time_zone della connessione. La rappresentazione è la stessa di DATETIME. Valori non validi, così come "secondo zero", vengono convertiti in 0000-00-00 00:00:00.0. Secondi frazionali sono stati aggiunti in MySQL 5. .4 con una precisione fino a microsecondi (6), specificata da F. Possono applicarsi alcune regole supplementari.
ja: 日付と時刻をUNIX時代(1970-01-01 00:00:00)の始まりから秒単位で保存します。 表示/保存される値は、接続の @time_zone 設定の影響を受けます。 表現は DATEME と同じです。 「second zero」と同様に無効な値は、0000-00-00 00:00.0に変換されます。MySQL 5では分数秒が追加されました。 .4 マイクロ秒 (6) までの精度を持つ。Fによって指定された追加の規則が適用される場合があります。
pt: Armazena uma data e hora do dia em segundos desde o início da época do UNIX (1970-01-01 00:00). Os valores exibidos/armazenados são afetados pela configuração @@time_zone da conexão. A representação é a mesma que para DATETIME. Valores inválidos, assim como "segundo zero", são convertidos para 0000-00-00 00:00:00.0. Segundos fracionários foram adicionados no MySQL 5.6.4 com uma precisão para microsegundos (6), especificada por F. Algumas regras adicionais podem ser aplicadas.

source: Stores a date and time of day. The representation is YYYY-MM-DD HH:MM:SS[.I*], I being fractional seconds. The value is not affected by any time zone setting. Invalid values are converted to 0000-00-00 00:00:00.0. Fractional seconds were added in MySQL 5.6.4 with a precision down to microseconds (6), specified by F.
ar: يخزن تاريخًا ووقتًا من اليوم. التمثيل هو YYY-MM-DD HH:MM:SS[. *]، أنا ثواني كسرية. القيمة لا تتأثر بأي تحديد للمنطقة الزمنية. تم تحويل القيم غير الصحيحة إلى 0000-00-00:00:00.0. تمت إضافة ثوان جزئية في MySQL 5.6.4 بدقة إلى ميكروثواني (6)، محددة من قبل F.
cs: Uloží datum a čas dne. Zastupování je YYYY-MM-DD HH:MM:SS[. *], Jsem zlomek sekund. Hodnota není ovlivněna nastavením časového pásma. Neplatné hodnoty jsou převedeny na 0000-00-00 00:00:00.0. Frakční sekundy byly přidány do MySQL 5.6.4 s přesností dolů na microsekundy (6), zadané F.
de: Speichert ein Datum und eine Uhrzeit. Die Darstellung ist YYYY-MM-DD HH:MM:SS[. I*], wobei I Bruchteile von Sekunden sind. Der Wert ist von der eingestellten Zeitzone unbeeinflusst. Ungültige Werte werden in 0000-00-00 00:00:00.0 konvertiert. Sekundenbruchteile wurden in MySQL 5.6.4 mit einer Genauigkeit bis zu Mikrosekunden (6) hinzugefügt, die durch F angegeben wurden.
it: Memorizza una data e un'ora del giorno. La rappresentazione è AAAA-MM-GG HH:MM:SS[. *], Sono secondi frazionati. Il valore non è influenzato da nessuna impostazione di fuso orario. I valori non validi sono convertiti in 0000-00-00 00:00:00.0. I secondi frazionali sono stati aggiunti in MySQL 5.6.4 con una precisione fino a microsecondi (6), specificati da F.
ja: 日付と時刻を保存します。表現は YYYY-MM-DD HH:MM:SS[] です。 *]、分数秒です。値はタイムゾーン設定の影響を受けません。 無効な値は0000-00-00 00:00:00.0に変換されます。MySQL 5.6.4では、Fで指定された精度のマイクロ秒 (6) までの分割秒が追加されました。
pt: Armazena uma data e hora do dia. A representação é AAAA-MM-DD HH:MM:SS[. *], Eu sou um segundo fracionário. O valor não é afetado por nenhuma configuração de fuso horário. Valores inválidos são convertidos para 0000-00-00 00:00:00.0. Os segundos fracionários foram adicionados no MySQL 5.6.4 com uma precisão para microsegundos (6), especificada por F.

source: Stores a date without time information. The representation is YYYY-MM-DD. The value is not affected by any time zone setting. Invalid values are converted to 0000-00-00.
ar: يخزن تاريخ بدون معلومات عن الوقت. التمثيل هو YYYY-MM-DD. القيمة لا تتأثر بأي تعيين منطقة زمنية. القيم غير صالحة يتم تحويلها إلى 00-00-00.
cs: Uloží datum bez časových informací. Reprezentace je YYYY-MM-DD. Hodnota není ovlivněna nastavením časového pásma. Neplatné hodnoty jsou převedeny na 0000-00-00.
de: Speichert ein Datum ohne Zeitangaben. Die Darstellung ist YYYY-MM-DD. Der Wert wird von der eingestellten Zeitzonen nicht beeinflusst. Ungültige Werte werden in 0000-00-00 konvertiert.
it: Memorizza una data senza informazioni sull'ora. La rappresentazione è AAAA-MM-GD. Il valore non è influenzato da nessuna impostazione del fuso orario. Valori non validi sono convertiti in 0000-00-00.
ja: 時刻情報のない日付を保存します。表現は YYYY-MM-DD です。 この値はタイムゾーン設定の影響を受けません。無効な値は0000-00-00に変換されます。
pt: Armazena uma data sem informação de horário. A representação é AAAA-MM-DD O valor não é afetado por qualquer configuração de fuso horário. Valores inválidos são convertidos para 0000-00-00-00.

source: Stores a time of day, duration or time interval. The representation is HH:MM:SS[.I*], I being fractional seconds. The value is not affected by any time zone setting. Invalid values are converted to 00:00:00. Fractional seconds were added in MySQL 5.6.4 with a precision down to microseconds (6), specified by F.
ar: يخزن في وقت من اليوم أو المدة أو الوقت. التمثيل هو HH:MM:SS[. *]، أنا ثواني كسرية. القيمة لا تتأثر بأي تحديد للمنطقة الزمنية. تم تحويل القيم غير الصحيحة إلى 00:00:00. تمت إضافة ثوان جزئية في MySQL 5.6.4 مع الدقة لأسفل إلى ميكروثواني (6)، محددة من F.
cs: Uloží denní dobu, dobu trvání nebo časový interval. Zastupování je HH:MM:SS[. *], Jsem zlomek sekund. Hodnota není ovlivněna nastavením časového pásma. Neplatné hodnoty jsou převedeny na 00:00:00. Frakční sekundy byly přidány do MySQL 5.6.4 s přesností na mikrosekundy (6), zadané F.
de: Speichert eine Tageszeit, Dauer oder ein Zeitintervall. Die Darstellung ist HH:MM:SS[. I*], wobei I Bruchteile von Sekunden darstellt. Der Wert wird von keiner Zeitzoneneinstellung beeinflusst. Ungültige Werte werden in 00:00:00 konvertiert. Sekundenbruchteile wurden in MySQL 5.6.4 mit einer Genauigkeit bis zu Mikrosekunden (6) hinzugefügt, die durch F angegeben werden.
it: Memorizza un'ora del giorno, una durata o un intervallo di tempo. La rappresentazione è HH:MM:SS[. *], Sono secondi frazionati. Il valore non è influenzato da nessuna impostazione di fuso orario. I valori non validi sono convertiti in 00:00:00. I secondi frazionali sono stati aggiunti in MySQL 5.6.4 con una precisione fino a microsecondi (6), specificata da F.
ja: 時刻、期間、または時間間隔を保存します。表現は HH:MM:SS[] です。 *]、分数秒です。値はタイムゾーン設定の影響を受けません。 無効な値は00:00:00に変換されます。MySQL 5.6.4ではFで指定された精度のマイクロ秒(6)に分数秒が追加されました。
pt: Armazena um horário do dia, duração ou intervalo de tempo. A representação é HH:MM:SS[. *], Eu sou um segundo fracionário. O valor não é afetado por nenhuma configuração de fuso horário. Valores inválidos são convertidos para 00:00:00. Os segundos fracionários foram adicionados no MySQL 5.6.4 com uma precisão para microsegundos (6), especificado por F.

source: Structure
ar: الهيكل
cs: Struktura
de: Struktur
es: Estructura
it: Struttura
ja: 構造
pt: Estrutura

source: Successfully analyzed all selected items.
ar: تم تحليل جميع العناصر المحددة بنجاح.
cs: Všechny vybrané položky byly úspěšně analyzovány.
de: Ausgewählte Elemente erfolgreich analysiert.
es: Todos los ítems seleccionados analizados correctamente.
it: Analizzato con successo tutti gli elementi selezionati.
ja: 選択したすべての項目を正常に分析しました。
pt: Todos os itens selecionados foram analisados com sucesso.

source: Successfully analyzed table.
ar: تم تحليل الجدول بنجاح.
cs: Tabulka byla úspěšně analyzována.
de: Tabelle erfolgreich analysiert.
es: Tabla analizada correctamente.
it: Tabella analizzata con successo.
ja: テーブルの分析に成功しました。
pt: Tabela analisada com sucesso.

source: Successfully flushed all selected items.
ar: تم مسح جميع العناصر المحددة بنجاح.
cs: Všechny vybrané položky úspěšně smazány.
de: Die ausgewählten Elemente wurden geleert.
es: Todos los ítems seleccionados limpiados correctamente.
it: Tutti gli elementi selezionati sono stati scaricati con successo.
ja: 選択したすべてのアイテムを正常にフラッシュしました。
pt: Todos os itens selecionados foram liberados com sucesso.

source: Successfully flushed privileges.
ar: سحق الامتيازات بنجاح.
cs: Práva byla úspěšně smazána.
de: Berechtigungen geleert.
es: Privilegios vueltos a cargar correctamente.
it: Privilegi risciacquati con successo.
ja: 権限をフラッシュしました。
pt: Privilégios liberados com sucesso.

source: Successfully flushed table.
ar: منضدة مسحوبة بنجاح.
cs: Stůl byl úspěšně smazán.
de: Tabelle geleert.
es: Tabla limpiada correctamente.
it: Tavolo lavato con successo.
ja: テーブルを正常にフラッシュしました。
pt: Tabela limpa com sucesso.

source: Successfully optimized all selected items.
ar: تم تحسين جميع العناصر المحددة بنجاح.
cs: Úspěšně optimalizováno všechny vybrané položky.
de: Die ausgewählten Items wurden optimiert.
es: Todos los ítems seleccionados optimizados correctamente.
it: Ottimizzato con successo tutti gli elementi selezionati.
ja: 選択したすべての項目を正常に最適化しました。
pt: Todos os itens selecionados foram otimizados com sucesso.

source: Successfully optimized table.
ar: تم تحسين الجدول بنجاح.
cs: Tabulka byla úspěšně optimalizována.
de: Tabelle optimiert.
es: Tabla optimizada correctamente.
it: Tavolo ottimizzato con successo.
ja: テーブルの最適化に成功しました。
pt: Tabela otimizada com sucesso.

source: Successfully repaired all selected items.
ar: تم إصلاح جميع العناصر المحددة بنجاح.
cs: Všechny vybrané položky byly úspěšně opraveny.
de: Alle ausgewählten Items wurden erfolgreich repariert.
es: Todos los ítems seleccionados reparados correctamente.
it: Hai riparato con successo tutti gli elementi selezionati.
ja: 選択したすべてのアイテムを正常に修復しました。
pt: Todos os itens selecionados foram reparados com sucesso.

source: Successfully repaired table.
ar: تم إصلاح الجدول بنجاح.
cs: Tabulka byla úspěšně opravena.
de: Tabelle erfolgreich repariert.
es: Tabla reparada correctamente.
it: Tabella riparata con successo.
ja: テーブルの修復に成功しました。
pt: Tabela reparada com sucesso.

source: Switch to the Run Query tab
ar: التبديل إلى علامة تبويب تشغيل الاستعلام
cs: Přepnout na kartu Spustit dotaz
de: Zum Reiter „Abfrage ausführen“ wechseln
es: Cambia a la pestaña Ejecutar consulta
it: Passa alla scheda Esegui query
ja: 実行クエリタブに切り替える
pt: Mudar para a aba Executar Query

source: Switch to the Table Content tab
ar: التبديل إلى علامة تبويب محتوى الجدول
cs: Přepnout na záložku obsahu tabulky
de: Zum Reiter „Tabelleninhalt“ wechseln
es: Cambia a la pestaña Contenido de tabla
it: Passa alla scheda Contenuto tabella
ja: テーブルコンテンツタブに切り替える
pt: Mudar para a aba Conteúdo da Tabela

source: Switch to the Table Info tab
ar: التبديل إلى علامة تبويب معلومات الجدول
cs: Přepnout na záložku Info tabulky
de: Zum Reiter „Tabelleninfo“ wechseln
es: Cambia a la pestaña Información de tabla
it: Passa alla scheda Informazioni tabella
ja: テーブル情報タブに切り替える
pt: Mudar para a aba Informações da Tabela

source: Switch to the Table Relations tab
ar: التبديل إلى علامة تبويب علاقات الجدول
cs: Přepnout na záložku Vztahy tabulky
de: Zum Reiter „Tabellenbeziehungen“ wechseln
es: Cambia a la pestaña Relaciones de tabla
it: Passa alla scheda Relazioni tabella
ja: テーブルリレーションタブに切り替える
pt: Mudar para a guia Tabela de Relacionamentos

source: Switch to the Table Structure tab
ar: التبديل إلى تبويب بنية الجدول
cs: Přepnout na záložku Struktura tabulky
de: Zum Reiter „Tabellenstruktur“ wechseln
es: Cambia a la pestaña Estructura de tabla
it: Passa alla scheda Struttura tabella
ja: テーブル構造タブに切り替える
pt: Mudar para a aba de Estrutura da Tabela

source: Switch to the Table Triggers tab
ar: التبديل إلى علامة تبويب مشغلات الجدول
cs: Přepnout na kartu Spouštěče tabulky
de: Zum Reiter „Tabellen-Trigger“ wechseln
es: Cambia a la pestaña Disparadores de tabla
it: Passa alla scheda Trigger tabella
ja: テーブルトリガータブに切り替える
pt: Alternar para a guia Triggers da Tabela

source: Switch to the User Manager tab
ar: التبديل إلى علامة تبويب مدير المستخدم
cs: Přepnout na kartu Správce uživatelů
de: Zum Reiter „Benutzer Verwaltung“ wechseln
es: Cambia a la pestaña Administrador de usuario
it: Passa alla scheda Gestione utenti
ja: ユーザーマネージャータブに切り替える
pt: Mudar para a guia Gerenciador de Utilizadors

source: Syntax for %@ table copied
ar: تم نسخ بناء الجملة لجدول %@
cs: Syntaxe pro %@ tabulka zkopírována
de: Syntax für die Tabelle "%" kopiert
es: Sintaxis de tabla %@ copiada
it: Sintassi per la tabella %@ copiata
ja: %@ テーブルの構文がコピーされました
pt: Sintaxe para a tabela %@ copiada

source: table
ar: الجدول
cs: Tabulka
de: Tabelle
es: tabla
it: tabella
ja: テーブル
pt: tabela

source: Table
ar: الجدول
cs: Stupeň úvěrové kvality 1
de: Tabelle
es: Tabla
it: Tabella
ja: テーブル
pt: Tabela

source: Table %lu of %lu (%@): Fetching data...
ar: الجدول %1$lu من %2$lu (%3$@): جلب البيانات...
cs: Tabulka %1$lu z %2$lu (%3$@): Načítání dat...
de: Tabelle %1$lu von %2$lu (%3) : Abrufen von Daten...
es: Tabla %1$lu de %2$lu (%3$@): Recuperando datos...
it: Tabella %1$lu di %2$lu (%3$@): Recupero dati...
ja: テーブル %1$lu of %2$lu (%3$@): データを取得しています...
pt: Tabela %1$lu de %2$lu (%3$@): Buscando dados...

source: Table %lu of %lu (%@): Fetching relations data...
ar: Table %1$lu of %2$lu (%3$@): Fetching relations data...
cs: Tabulka %1$lu %2$lu (%3$@): Načítání údajů o vztazích...
de: Tabelle %1$lu von %2$lu (%3) : Abrufen von Relationen …
es: Tabla %1$lu de %2$lu (%3$@): Recuperando datos de relaciones...
it: Tabella %1$lu di %2$lu (%3$@): Recupero dati relazioni...
ja: テーブル %1$lu of %2$lu (%3$@): リレーションデータを取得しています...
pt: Tabela %1$lu de %2$lu (%3$@): Buscando dados dos relacionamentos...

source: Table %lu of %lu (%@): Writing data...
ar: الجدول %1$lu من %2$lu (%3$@): كتابة البيانات...
cs: Tabulka %1$lu %2$lu (%3$@): Psaní...
de: Tabelle %1$lu von %2$lu (%3) : Daten schreiben...
es: Tabla %1$lu de %2$lu (%3$@): Escribiendo datos...
it: Tabella %1$lu di %2$lu (%3$@): Scrittura dei dati...
ja: テーブル %1$lu of %2$lu (%3$@): データの書き込み...
pt: Tabela %1$lu de %2$lu (%3$@): Gravando dados...

source: Table changed
ar: تم تغيير الجدول
cs: Tabulka změněna
de: Tabelle geändert
es: Tabla modificada
it: Tabella modificata
ja: テーブルが変更されました
pt: Tabela alterada

source: Table checksum
ar: جدول المجموع الاختباري
cs: Kontrolní součet tabulky
de: Tabellenprüfsumme
es: Checksum de tabla
it: Checksum tabella
ja: テーブルチェックサム
pt: Verificação da tabela

source: Table checksum: %@
ar: الجدول الاختباري: %@
cs: Kontrolní součet tabulky: %@
de: Tabelle Prüfsumme: % @
es: Checksum de tabla: %@
it: Checksum tabella: %@
ja: テーブルチェックサム: %@
pt: Verificação da tabela: %@

source: Table Content
ar: محتوى الجدول
cs: Obsah tabulky
de: Tabellen-Inhalte
es: Contenido de tabla
it: Contenuto Tabella
ja: テーブルの内容
pt: Conteúdo da Tabela

source: Table Content (CSV)
ar: محتوى الجدول (CSV)
cs: Obsah tabulky (CSV)
de: Tabelleninhalt (CSV)
es: Contenido de tabla (CSV)
it: Contenuto Tabella (CSV)
ja: テーブルの内容（CSV）
pt: Conteúdo da Tabela (CSV)

source: Table Content (SQL)
ar: محتوى الجدول (SQL)
cs: Obsah tabulky (SQL)
de: Tabelleninhalt (SQL)
es: Contenido de tabla (SQL)
it: Contenuto Tabella (SQL)
ja: テーブルの内容（CSV）
pt: Conteúdo da Tabela (SQL)

source: Table Content (TSV)
ar: محتوى الجدول (TSV)
cs: Obsah tabulky (TSV)
de: Tabelleninhalt (TSV)
es: Contenido de tabla (TSV)
it: Contenuto Tabella (TSV)
ja: テーブルの内容（TSV）
pt: Conteúdo da Tabela (TSV)
