Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: A character string that can store up to M bytes, but requires less space for shorter values. The actual number of characters is further limited by the used encoding and the values of other fields in the row.
ar: سلسلة حروف يمكن تخزينها حتى M بايت، ولكنها تتطلب مساحة أقل لقيم أقصر. العدد الفعلي للأحرف محدود كذلك بواسطة الترميز المستخدم وقيم الحقول الأخرى في الصف.
cs: Řetězec znaků, který může ukládat až M bajtů, ale vyžaduje méně místa pro kratší hodnoty. Skutečný počet znaků je dále omezen použitým kódováním a hodnotami jiných polí v řádku.
de: Eine Zeichenkette, die bis zu M Bytes speichern kann, allerdings weniger Platz für kürzere Werte benötigt. Weiters wird die tatsächliche Zahl der Zeichen durch die verwendete Zeichen-Codierung und die übrigen Felder in der Zeile begrenzt.
it: Una stringa di caratteri che può memorizzare fino a M byte, ma richiede meno spazio per valori più brevi. Il numero effettivo di caratteri è ulteriormente limitato dalla codifica utilizzata e dai valori di altri campi nella riga.
ja: Mバイトまで保存できますが、短い値の場合はスペースが少なくなります。 実際の文字数は、使用されるエンコードと行の他のフィールドの値によってさらに制限されます。
pt: Uma string de caracteres que pode armazenar até M bytes, mas requer menos espaço para valores mais curtos. O número real de caracteres é mais limitado pela codificação usada e os valores de outros campos na linha.

source: A character string that can store up to M bytes, but requires less space for shorter values. The actual number of characters is further limited by the used encoding. Unlike VARCHAR this type does not count towards the maximum row length.
ar: سلسلة حروف يمكن تخزينها حتى M بايت، ولكنها تتطلب مساحة أقل لقيم أقصر. العدد الفعلي للأحرف محدود كذلك بواسطة الترميز المستخدم. على عكس VARCHAR هذا النوع لا يحسب في الطول الأقصى للصف.
cs: Řetězec znaků, který může ukládat až M bajtů, ale vyžaduje méně místa pro kratší hodnoty. Skutečný počet znaků je dále omezen použitým kódováním. Na rozdíl od VARCHAR se tento typ nezapočítává do maximální délky řádku.
de: Eine Zeichenkette, die bis zu M Bytes speichern kann, allerdings weniger Platz für kürzere Werte benötigt. Weiters wird die tatsächliche Zahl der Zeichen durch die verwendete Zeichen-Codierung. Anders als VARCHAR wird dieser Typ nicht gegen die Zeilenlänge aufgerechnet.
it: Una stringa di caratteri che può memorizzare fino a M byte, ma richiede meno spazio per valori più brevi. Il numero effettivo di caratteri è ulteriormente limitato dalla codifica usata. A differenza di VARCHAR questo tipo non conta verso la lunghezza massima della riga.
ja: Mバイトまで保存できますが、短い値の場合はスペースが少なくなります。 実際の文字数は、使用されるエンコーディングによってさらに制限されます。VARCHAR とは異なり、このタイプは行の最大長にはカウントされません。
pt: Uma string de caracteres que pode armazenar até M bytes, mas requer menos espaço para valores mais curtos. O número real de caracteres é limitado pela codificação usada. Ao contrário deste tipo VARCHAR não conta para o comprimento máximo de linha.

source: A character string that will require M×w bytes per row, independent of the actual content length. w is the maximum number of bytes a single character can occupy in the given encoding.
ar: سلسلة حرف تتطلب M×w بايت في الصف الواحد، بمعزل عن طول المحتوى الفعلي. w هو الحد الأقصى لعدد البايت الذي يمكن أن يشغله حرف واحد في الترميز المحدد.
cs: Řetězec znaků, který bude vyžadovat M×w bytů na řádek, nezávisle na skutečné délce obsahu. w je maximální počet bytů, které může jeden znak obsadit v daném kódování.
de: Eine Zeichenkette, die unabhängig von der tatsächlichen Länge des Inhalts M×w Bytes pro Zeile benötigt. w ist die Höchstzahl an Bytes, die ein einzelnes Zeichen gemäß der Zeichen-Codierung beansprucht.
it: Una stringa di caratteri che richiederà byte M×w per riga, indipendentemente dalla lunghezza effettiva del contenuto. w è il numero massimo di byte che un singolo carattere può occupare nella codifica data.
ja: 実際のコンテンツの長さに関係なく、行ごとにM×wバイトを必要とする文字列。 wは、与えられたエンコーディングで、単一の文字が使用できる最大バイト数です。
pt: Uma string de caracteres que irá exigir MxW bytes por linha, independente do tamanho real do conteúdo. w é o número máximo de bytes que um único caractere pode ocupar na codificação fornecida.

source: A character string with variable length. The actual number of characters is further limited by the used encoding. Unlike VARCHAR this type does not count towards the maximum row length.
ar: سلسلة حروف بطول متغير. العدد الفعلي للأحرف محدود أكثر من خلال الترميز المستخدم. على عكس VARCHAR هذا النوع لا يحسب في الطول الأقصى للصف.
cs: Řetězec znaků s délkou proměnné. Skutečný počet znaků je dále omezen použitým kódováním. Na rozdíl od VARCHAR se tento typ nezapočítává do maximální délky řady.
de: Eine Zeichenkette mit variabler Länge. Die Zahl der tatsächlichen Zeichen wird durch die verwendete Zeichen-Codierung begrenzt. Anders als VARCHAR wird dieser Typ nicht gegen die Zeilenlänge aufgerechnet.
it: Una stringa di caratteri con lunghezza variabile. Il numero effettivo di caratteri è ulteriormente limitato dalla codifica usata. A differenza di VARCHAR questo tipo non conta verso la lunghezza massima della riga.
ja: 可変長の文字列。実際の文字数は、使用されるエンコードによってさらに制限されます。 VARCHAR とは異なり、このタイプは行の最大長にはカウントされません。
pt: Uma string de caracteres com comprimento variável. O número real de caracteres é mais limitado pela codificação usada. Ao contrário do VARCHAR este tipo não conta para o comprimento máximo da linha.

source: A data type that validates JSON data on INSERT and internally stores it in a binary format that is both, more compact and faster to access than textual JSON. Available from MySQL 5.7.8.
ar: نوع البيانات الذي يصدق على بيانات JSON عن INSERT ويخزنها داخليا في شكل ثنائي هو كليهما، أكثر تواضعا وأسرع للوصول من النص JSON. متاح من MySQL 5.7.8.
cs: Datový typ, který ověřuje data JSON na INSERT a interně jej ukládá v binárním formátu, který je obojího, více kompaktní a rychlejší přístup než textový JSON. K dispozici z MySQL 5.7.8.
de: Ein Typ, der JSON Daten beim INSERT validiert, platzsparend in binärem Format ablegt und schnellere Zugriffe als Text-basiertes JSON ermöglicht. Verfügbar seit MySQL 5.7.8.
it: Un tipo di dati che convalida i dati JSON su INSERT e li memorizza internamente in un formato binario che è entrambi, più compatto e più veloce per accedere rispetto a JSON testuale. Disponibile da MySQL 5.7.8.
ja: INSERT 上の JSON データを検証し、内部的に両方のバイナリ形式で保存するデータ型。 テキスト形式の JSON よりもコンパクトで高速にアクセスできます。 MySQL 5.7.8から利用できます。
pt: Um tipo de dado que valida dados JSON no INSERT e armazena internamente em um formato binário que é ambos, mais compacto e mais rápido para acessar do que JSON textual. Disponível a partir do MySQL 5.7.8.

source: A file with the same name already exists in the target folder. Replacing it will overwrite its current contents.
ar: يوجد بالفعل ملف بنفس الاسم في المجلد المستهدف. سيتم استبداله بمحتوياته الحالية.
cs: Soubor se stejným názvem již existuje v cílové složce. Nahrazení přepíše jeho aktuální obsah.
de: Eine Datei mit selbem Namen liegt bereits im Ziel-Ordner. Das Ersetzen überschreibt deren Inhalt.
es: Un archivo con el mismo nombre ya existe en la carpeta de destino. Reemplazándolos sobreescribirá el contenido actual.
it: Un file con lo stesso nome esiste già nella cartella di destinazione. Sostituirlo sovrascriverà il suo contenuto corrente.
ja: 同じ名前のファイルが既にターゲットフォルダに存在します。置き換えると、現在の内容が上書きされます。
pt: Um ficheiro com o mesmo nome já existe na pasta de destino. Substituí-lo irá substituir seu conteúdo atual.

source: A fixed-point, exact decimal value. M is the maxium number of digits, of which D may be after the decimal point. When rounding, 0-4 is always rounded down, 5-9 up (“round towards nearest”).
ar: نقطة ثابتة، القيمة العشرية الدقيقة. M هو العدد الأقصى للأرقام، قد يكون D منها بعد النقطة العشرية. وعند التقريب يتم دوما تقريب 0-4، 5-9 لأعلى ("جولة نحو الراسخة").
cs: Pevný bod, přesná desetinná hodnota. M je maximální počet číslic, z nichž D může být za desetinnou čárkou. Při zaokrouhlování je 0-4 vždy zaokrouhleno dolů, 5-9 nahoru („zaokrouhleno směrem k blízkosti“).
de: Ein exakter Festkomma-Dezimalwert. Die maximale Zahl an Stellen ist M, davon können D Stellen rechts vom Komma stehen. Werte werden kaufmännisch (4/5) gerundet.
it: Un punto fisso, un valore decimale esatto. M è il numero massimo di cifre, di cui D può essere dopo il punto decimale. Durante l’arrotondamento, 0-4 è sempre arrotondato verso il basso, 5-9 verso l’alto (“rotondo verso più vicino”).
ja: 固定小数点の正確な小数値。Mは数字の最大数で、Dは小数点の後になる可能性があります。 丸めるとき、0-4は常に切り下げられ、5-9は上に切り上げられます（「最も近い方に向かってラウンド」）。
pt: Um ponto fixo, valor decimal exato. M é o número máximo de dígitos, dos quais D pode ser após o ponto decimal. Quando arredondar, 0-4 é sempre arredondado para baixo, 5-9 para cima (arredonda para o mais próximo).

source: A foreign key needs this index
ar: المفتاح الأجنبي يحتاج إلى هذا المؤشر
cs: Externí klíč potřebuje tento index
de: Ein Fremdschlüssel benötigt diesen Index
es: Una clave foránea necesita este índice
it: Una chiave esterna ha bisogno di questo indice
ja: 外部キーにはこのインデックスが必要です
pt: Uma chave estrangeira precisa deste índice

source: A SET can define up to 64 members (as strings) of which a field can use one or more using a comma-separated list. Upon insertion the order of members is automatically normalized and duplicate members will be eliminated. Assignment of numbers is supported using the same semantics as for BIT types.
ar: يمكنك تعيين ما يصل إلى 64 عضوا (كسل) يمكن للحقل استخدام واحد أو أكثر منهم باستخدام قائمة مفصولة بفاصلة. وعند الإدراج يتم تلقائياً تطبيع ترتيب الأعضاء وإلغاء الأعضاء المتكررين. يتم دعم تعيين الأرقام باستخدام نفس الألفاظ المستخدمة لأنواع معاهدات الاستثمار الثنائية.
cs: SET může definovat až 64 členů (jako řetězce), z nichž jedno nebo více polí může použít pomocí čárkami odděleného seznamu. Po vložení je pořadí členů automaticky normalizováno a duplicitní členové budou vyloučeni. Přiřazení čísel je podporováno pomocí stejných sémantik jako pro BIT typy.
de: Ein SET kann bis zu 64 Elemente (z.B. Zeichenketten) definieren, die von einem Feld in einer durch Komma getrennten Liste genutzt werden können. Beim Einfügen wird die Sortierung der Elemente automatisch normalisiert und Duplikate werden entfernt. Die Zuordnung von Ziffern wird gemäß der Semantik für BIT Typen unterstützt.
it: Un SET può definire fino a 64 membri (come stringhe) di cui un campo può usare uno o più utilizzando una lista separata da virgole. Al momento dell'inserimento l'ordine dei membri viene automaticamente normalizzato e i membri duplicati verranno eliminati. L'assegnazione di numeri è supportata utilizzando la stessa semantica dei tipi BIT.
ja: SETは、最大64人のメンバー(文字列として) を定義することができ、そのうちの1つまたは複数のフィールドをカンマ区切りのリストを使用することができます。 挿入すると、メンバーの順序が自動的に正規化され、重複したメンバーは削除されます。 数値の割り当ては、BITタイプと同じセマンティクスを使用してサポートされています。
pt: Um SET pode definir até 64 membros (como strings) dos quais um campo pode usar uma ou mais usando uma lista separada por vírgulas. Após a inserção, a ordem dos membros é automaticamente normalizada e os membros duplicados serão eliminados. A atribuição de números é suportada usando a mesma semântica que para tipos de BIT.

source: A SSH key location was specified, but no file was found in the specified location. Please re-select the key and try again.
ar: تم تحديد موقع مفتاح SSH، ولكن لم يتم العثور على ملف في الموقع المحدد. الرجاء إعادة تحديد المفتاح وحاول مرة أخرى.
cs: SSH klíč byl zadán, ale v určeném umístění nebyl nalezen žádný soubor. Prosím znovu vyberte klíč a zkuste to znovu.
de: Ein SSH-Schlüssel wurde festgelegt, am angegebenen Ort wurde jedoch kein Schlüssel gefunden. Bitte erneut versuchen.
es: La ubicación de la clave SSH fue especificada, pero el archivo no fue encontrado en la ubicación especificada. Por favor, vuelva a seleccionar la clave y inténtelo de nuevo.
it: È stata specificata una posizione della chiave SSH, ma non è stato trovato alcun file nella posizione specificata. Si prega di riselezionare la chiave e riprovare.
ja: SSHキーの場所が指定されましたが、指定された場所にファイルが見つかりませんでした。キーを再度選択してやり直してください。
pt: Um local da chave SSH foi especificado, mas nenhum ficheiro foi encontrado no local especificado. Por favor, selecione novamente a chave e tente novamente.

source: A SSL Certificate Authority certificate location was specified, but no file was found in the specified location. Please re-select the Certificate Authority certificate and try again.
ar: تم تحديد موقع شهادة سلطة شهادات SSL ، ولكن لم يتم العثور على ملف في الموقع المحدد. الرجاء إعادة تحديد شهادة سلطة الشهادة وحاول مرة أخرى.
cs: Bylo zadáno umístění certifikátu SSL Certifikační autority, ale v určeném umístění nebyl nalezen žádný soubor. Prosím vyberte znovu certifikát Certifikační autority a zkuste to znovu.
de: In der angegebenen Ablage der Autorisierungsstelle wurden keine SSL Zertifikate gefunden. Das Zertifikat sollte erneut gewählt werden.
es: La ubicación del certificado SSL CA fue especificada, pero el archivo no fue encontrado en la ubicación especificada. Por favor, vuelva a seleccionar el certificado CA y inténtelo de nuevo.
it: È stata specificata una posizione del certificato dell'autorità di certificazione SSL, ma non è stato trovato alcun file nella posizione specificata. Selezionare nuovamente il certificato dell'autorità di certificazione e riprovare.
ja: SSL 証明書の場所が指定されましたが、指定された場所にファイルが見つかりませんでした。証明書を再度選択して、もう一度やり直してください。
pt: Um local de certificado da Autoridade de Certificados SSL foi especificado, mas nenhum ficheiro foi encontrado no local especificado. Por favor, selecione novamente o certificado da Autoridade de Certificado e tente novamente.

source: A SSL certificate location was specified, but no file was found in the specified location. Please re-select the certificate and try again.
ar: تم تحديد موقع شهادة SSL، ولكن لم يتم العثور على ملف في الموقع المحدد. الرجاء إعادة تحديد الشهادة وحاول مرة أخرى.
cs: Bylo zadáno umístění SSL certifikátu, ale v určeném umístění nebyl nalezen žádný soubor. Prosím vyberte certifikát a zkuste to znovu.
de: An der angegebenen Ablage wurde kein SSL Zertifikat gefunden. Das Zertifikat sollte erneut gewählt werden.
es: La ubicación del certificado SSL fue especificada, pero el archivo no fue encontrado en la ubicación especificada. Por favor, vuelva a seleccionar el certificado y inténtelo de nuevo.
it: È stata specificata una posizione del certificato SSL, ma non è stato trovato alcun file nella posizione specificata. Si prega di ri selezionare il certificato e riprovare.
ja: SSL 証明書の場所が指定されましたが、指定された場所にファイルが見つかりませんでした。証明書を再度選択して、もう一度やり直してください。
pt: Um local de certificado SSL foi especificado, mas nenhum ficheiro foi encontrado no local especificado. Por favor, selecione novamente o certificado e tente novamente.

source: A SSL key file location was specified, but no file was found in the specified location. Please re-select the key file and try again.
ar: تم تحديد موقع ملف مفتاح SSL، ولكن لم يتم العثور على ملف في الموقع المحدد. الرجاء إعادة تحديد ملف المفتاح وحاول مرة أخرى.
cs: Byla zadána lokace souboru klíče SSL, ale v určeném umístění nebyl nalezen žádný soubor. Prosím znovu vyberte klíčový soubor a zkuste to znovu.
de: An der angegebenen Ablage konnte keine SSL-Schlüssel Datei gefunden werden. Bitte erneut versuchen.
es: La ubicación del archivo de la clave SSL fue especificada, pero el archivo no fue encontrado en la ubicación especificada. Por favor, vuelva a seleccionar el archivo de la clave y inténtelo de nuevo.
it: È stata specificata una posizione del file chiave SSL, ma non è stato trovato alcun file nella posizione specificata. Si prega di ri-selezionare il file chiave e riprovare.
ja: SSL キーファイルの場所が指定されましたが、指定された場所にファイルが見つかりませんでした。キーファイルを再度選択して、もう一度やり直してください。
pt: Um local do ficheiro de chave SSL foi especificado, mas nenhum ficheiro foi encontrado no local especificado. Por favor, selecione novamente o ficheiro de chave e tente novamente.

source: A user with the host '%@' already exists
ar: مستخدم مع المضيف '%@' موجود بالفعل
cs: Uživatel s hostitelem '%@' již existuje
de: Der Benutzer am Host '%@' existiert bereits
es: El usuario con el equipo '%@' ya existe
it: Un utente con l'host '%@' esiste già
ja: ホスト '%@' を持つユーザーは既に存在します
pt: Um utilizador com o host '%@' já existe

source: A user with the name '%@' already exists
ar: مستخدم باسم '%@' موجود بالفعل
cs: Uživatel s jménem '%@' již existuje
de: Der Benutzername '%@' existiert bereits
es: El usuario con el nombre '%@' ya existe
it: Un utente con il nome '%@' esiste già
ja: 名前 '%@' のユーザーは既に存在します
pt: Um utilizador com o nome '%@' já existe

source: A valid hex string may only contain the numbers 0-9 and letters A-F (a-f). It can optionally begin with „0x“ and spaces will be ignored. Alternatively the syntax X'val' is supported, too.
cs: Platný hex řetězec může obsahovat pouze čísla 0–9 a písmena A-F (a-f). Volitelně může začínat znakem „0x“ a mezery budou ignorovány. Alternativně je podporována syntaxe X'val.
de: Eine gültige hexadezimale Zeichenkette darf nur die Zeichen 0-9 und A-F enthalten. Als Präfix kann „0x“ benutzt werden, Leerzeichen werden übergangen. Als Alternative ist auch die Schreibweise X’wert’ zulässig.
it: Una stringa esadecimale valida può contenere solo i numeri 0-9 e le lettere A-F (a-f). Opzionalmente può iniziare con „0x“ e gli spazi saranno ignorati. In alternativa, è supportata anche la sintassi X'val.
ja: 有効な 16 進文字列は、0-9 と文字 A-F (a-f) のみを含めることができます。 必要に応じて、「0x」から始めることができ、スペースは無視されます。 X'valの構文もサポートされています。
pt: Um texto hexadecimal válido pode conter apenas números de 0-9 e letras A-F (a-f). Ele pode opcionalmente começar com "0x" e espaços serão ignorados. Como alternativa, a sintaxe X'val' também é suportada.

source: Access denied!
ar: تم رفض الوصول!
cs: Přístup odepřen!
de: Zugriff abgelehnt!
es: ¡Acceso denegado!
it: Accesso negato!
ja: アクセスが拒否されました
pt: Acesso negado!

source: Accurate to approx. 15 decimal places
ar: دقيقة إلى حوالي 15 كسر عشري
cs: Přesná na přibližně 15 desetinných míst
de: Auf etwa 15 Dezimalstellen genau
es: Precisión de aproximadamente 15 decimales
it: Precisione con ca. 15 decimali
ja: 小数点以下15桁まで正確に
pt: É preciso aproximadamente 15 casas decimais

source: Accurate to approx. 7 decimal places
ar: دقيقة إلى حوالي 7 أماكن عشرية
cs: Přesná na přibližně 7 desetinných míst
de: Auf etwa 7 Dezimalstellen genau
es: Precisión de aproximadamente 7 decimales
it: Precisione a circa 7 decimali
ja: 小数点以下7桁まで正確に
pt: É preciso aproximadamente 7 casas decimais

source: Active connection window is busy. Please wait and try again.
ar: نافذة الاتصال النشطة مشغولة. الرجاء الانتظار والمحاولة مرة أخرى.
cs: Aktivní okno připojení je zaneprázdněno. Počkejte a zkuste to znovu.
de: Das Fenster der aktiven Verbindung ist ausgelastet. Bitte später versuchen.
es: La conexión activa está ocupada. Por favor, espere y vuelva a intentarlo.
it: La finestra di connessione attiva è occupata. Si prega di attendere e riprovare.
ja: アクティブな接続ウィンドウがビジーです。しばらくしてからもう一度お試しください。
pt: Janela de conexão ativa ocupada. Por favor aguarde e tente novamente.

source: ACTIVITIES
ar: الأنشطة
cs: ČINNOSTI
de: AKTIVITÄTEN
es: ACTIVIDADES
it: ATTIVITÀ
ja: アクティビティ
pt: ATIVIDADES

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
es: Añadir
it: Aggiungi
ja: 追加
pt: Adicionar

source: Add Database...
ar: إضافة قاعدة بيانات...
cs: Přidat databázi...
de: Datenbank hinzufügen …
es: Añadir base de datos...
it: Aggiungi Database...
ja: データベースを追加…
pt: Adicionar banco de dados...

source: Add Host
ar: إضافة مضيف
cs: Přidat hostitele
de: Host hinzufügen
es: Añadir host
it: Aggiungi Host
ja: ホストを追加
pt: Adicionar Servidor

source: Add Value or Expression…
ar: إضافة قيمة أو تعبير…
cs: Přidat hodnotu nebo výraz…
de: Wert oder Ausdruck hinufügen …
es: Añadir valor o expresión…
it: Aggiungi valore o espressione…
ja: 値または式を追加…
pt: Adicionar Valor ou Expressão…

source: Adding index...
ar: إضافة فهرس...
cs: Přidávání indexu...
de: Index hinzufügen …
es: Añadiendo índice...
it: Aggiunta indice...
ja: インデックスを追加しています...
pt: A adicionar índice...

source: Advanced
ar: متقدم
cs: Rozšířené
de: Fortgeschritten
es: Avanzado
it: Avanzate
ja: 高度な設定
pt: Avançado

source: Alerts & Logs
ar: التنبيهات والسجلات
cs: Upozornění a logy
de: Warnungen & Protokolle
es: Alertas & Registros
it: Avvisi e Registri
ja: アラート＆ログ
pt: Alertas e Logs

source: Alerts & Logs Preferences
ar: تفضيلات التنبيهات والسجلات
cs: Nastavení upozornění a logů
de: Vorgaben für Warnungen & Protokolle
es: Preferencias de Alertas y Registros
it: Preferenze di Avvisi e Registri
ja: アラートとログ設定
pt: Preferências de alertas e logs

source: All Databases
ar: جميع قواعد البيانات
cs: Všechny databáze
de: Alle Datenbanken
es: Todas las bases de datos
it: Tutti I Database
ja: すべてのデータベース
pt: Todos os Bancos

source: All Databases (%)
ar: جميع قواعد البيانات (%)
cs: Všechny databáze (%)
de: Alle Datenbanken (%)
es: Todas las bases de datos (%)
it: Tutti I Database (%)
ja: すべてのデータベース (%)
pt: Todos os Bancos de Dados (%)

source: All the export files already exist. Do you want to replace them?
ar: جميع ملفات التصدير موجودة بالفعل. هل تريد استبدالها؟
cs: Všechny exportované soubory již existují. Chcete je nahradit?
de: Alle Export-Dateien existieren bereits. Sollen sie überschrieben werden?
es: Todos los archivos de exportación ya existen. ¿Desea reemplazarlos?
it: Tutti i file di esportazione già esistono. Vuoi sostituirli?
ja: すべてのエクスポートファイルは既に存在します。置き換えますか？
pt: Todos os ficheiros de exportação já existem. Deseja substituí-los?

source: An error for sequelace URL scheme command occurred. Probably no corresponding connection window found.
ar: حدث خطأ في أمر مخطط URL التتابع. ربما لم يتم العثور على نافذة اتصال مقابلة.
cs: Došlo k chybě pro příkaz URL schéma. Pravděpodobně nebylo nalezeno odpovídající okno připojení.
de: Beim Sequel Ace URL Schema Befehl trat ein Fehler auf. Offenbar wurde kein entsprechendes Verbindungsfenster gefunden.
es: Ha ocurrido un error en el comando de esquema URL de sequelace. Probablemente no se ha encontrado ninguna ventana de conexión que corresponda.
it: Si è verificato un errore per il comando sequelace dello schema URL. Probabilmente non è stata trovata alcuna finestra di connessione corrispondente.
ja: シーケンスURLスキームコマンドのエラーが発生しました。おそらく対応する接続ウィンドウが見つかりません。
pt: Ocorreu um erro para o comando do Sequel-ACE. Provavelmente nenhuma janela de conexão correspondente foi encontrada.

source: An error has occurred and there doesn't seem to be a connection available.
ar: لقد حدث خطأ ولا يبدو أن هناك اتصال متاح.
cs: Došlo k chybě a zdá se, že není k dispozici připojení.
de: Ein Fehler ist scheinbar ohne verfügbare Verbindung aufgetreten.
it: Si è verificato un errore e non sembra esserci una connessione disponibile.
ja: エラーが発生しました。接続できないようです。
pt: Ocorreu um erro e parece que não há uma conexão disponível.
