Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: An error occurred while retrieving the trigger information for table '%@'. Please try again. MySQL said: %@
de: Beim Abruf der Trigger-Information für Tabelle '%1$@' trat ein Fehler auf; bitte erneut versuchen. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al recuperar la información de disparador de la tabla '%1$@'. Por favor inténtelo de nuevo. MySQL dijo: %2$@
ja: テーブル '%1$@' のトリガー情報を取得中にエラーが発生しました。もう一度やり直してください。 MySQL: %2$@
pt: Ocorreu um erro ao recuperar as informações da trigger da tabela '%1$@'. Por favor, tente novamente. Mensagem do MySQL: %2$@

source: An error occurred while trying to add the new column '%@' by %@. MySQL said: %@
de: Beim Anlegen der Spalte '%1$@' durch %2$@ trat ein Fehler auf. MySQL Ergebnis: %3$@
es: Ha ocurrido un error al intentar añadir la nueva columna '%1$@' por %2$@. MySQL dijo: %3$@
ja: 新しい列「%1$@' 」を %2$@に追加しようとしてエラーが発生しました。 MySQL: %3$@
pt: Ocorreu um erro ao tentar adicionar a nova coluna '%1$@' por %2$@. Mensagem do MySQL: %3$@

source: An error occurred while trying to add the new table '%@' by %@. MySQL said: %@
de: Beim Anlegen der Tabelle '%1$@' durch %2$@ trat ein Fehler auf. MySQL Ergebnis: %3$@
es: Ha ocurrido un error al intentar añadir la nueva tabla '%1$@' por %2$@. MySQL dijo: %3$@
ja: 新しいテーブル '%1$@' を %2$@によって追加しようとしてエラーが発生しました。 MySQL: %3$@
pt: Ocorreu um erro ao tentar adicionar a nova tabela '%1$@' por %2$@. Mensagem do MySQL: %3$@

source: An error occurred while trying to add the new table '%@'. MySQL said: %@
de: Beim Anlegen der Tabelle '%1$@' trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar añadir la nueva tabla '%1$@'. MySQL dijo: %2$@
ja: 新しいテーブル「%1$@'」の追加中にエラーが発生しました。 MySQL: %2$@
pt: Ocorreu um erro ao tentar adicionar a nova tabela '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while trying to alter table '%@'. MySQL said: %@
de: Beim Ändern der Tabelle '%1$@' trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar modificar la tabla '%1$@'. MySQL dijo: %2$@
ja: テーブル「%1$@」の変更中にエラーが発生しました。 MySQL: %2$@
pt: Ocorreu um erro ao tentar alterar a tabela '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while trying to check the %@. MySQL said:%@
de: Beim Prüfen von %1$@ trat ein Fehler auf. MySQL Ergebnis:%2$@
es: Ha ocurrido un error al intentar comprobar %1$@. MySQL dijo:%2$@
ja: %1$@の確認中にエラーが発生しました。 MySQL は%2$@
pt: Ocorreu um erro ao tentar verificar o %1$@. Mensagem do MySQL:%2$@

source: An error occurred while trying to delete the relation '%@'. MySQL said: %@
de: Beim Löschen der Beziehung '%1$@' trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar eliminar la relación '%1$@'. MySQL dijo: %2$@
ja: リレーション「%1$@'」の削除中にエラーが発生しました。 MySQL: %2$@
pt: Ocorreu um erro ao tentar excluir o relacionamento '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while trying to get the list of users. Please make sure you have the necessary privileges to perform user management, including access to the mysql.user table.
ar: حدث خطأ أثناء محاولة الحصول على قائمة المستخدمين. الرجاء التأكد من أن لديك الامتيازات اللازمة لأداء إدارة المستخدم، بما في ذلك الوصول إلى جدول mysql.user.
cs: Nastala chyba při pokusu získat seznam uživatelů. Ujistěte se, že máte potřebná oprávnění k provádění uživatelského řízení, včetně přístupu k mysql.user tabulce.
de: Beim Abruf der Benutzerliste trat ein Fehler auf. Stellen Sie sicher, dass die erforderlichen Rechte, einschließlich des Zugriffs auf die Tabelle mysql.user erteilt wurden.
es: Ha ocurrido un error al intentar obtener la lista de usuarios. Por favor, asegúrese que tiene los privilegios necesarios para realizar la gestión de usuarios, incluido el acceso a la tabla mysql.user.
it: Si è verificato un errore durante il tentativo di ottenere l'elenco degli utenti. Assicurati di avere i privilegi necessari per eseguire la gestione dell'utente, incluso l'accesso alla tabella mysql.utente.
ja: ユーザーのリストの取得中にエラーが発生しました。 mysql.userテーブルへのアクセスを含め、ユーザー管理を実行するために必要な権限があることを確認してください。
pt: Ocorreu um erro ao tentar obter a lista de utilizadors. Por favor, certifique-se de que você tem os privilégios necessários para executar o gerenciamento de utilizadors, incluindo o acesso à tabela mysql.user

source: An error occurred while trying to import a table via: %@ MySQL said: %@
de: Ein Fehler ist beim importieren der Tabelle über: %1$@ aufgetreten. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar importar la tabla a través de: %1$@ MySQL dijo: %2$@
ja: テーブルのインポート中にエラーが発生しました: %1$@ MySQL: %2$@
pt: Ocorreu um erro ao tentar importar uma tabela via: %1$@ Mensagem do MySQL: %2$@

source: An error occurred while trying to move the field. MySQL said: %@
de: Beim Verschieben des Feldes trat ein Fehler auf. MySQL Ergebnis: %@
es: Ha ocurrido un error al intentar mover el campo. MySQL dijo: %@
ja: フィールドの移動中にエラーが発生しました。 MySQL: %@
pt: Ocorreu um erro ao tentar mover o campo. Mensagem do MySQL: %@

source: An error occurred while trying to reset AUTO_INCREMENT of table '%@'. MySQL said: %@
de: Beim Zurücksetzen von AUTO_INCREMENT der Tabelle '%1$@' trat ein Fehler auf. MySQL Ergebnis: %2$@
es: Ha ocurrido un error al intentar reiniciar AUTO_INCREMENT de la tabla '%1$@'. MySQL dijo: %2$@
ja: テーブル'%1$@'のAUTO_INCREMENTをリセット中にエラーが発生しました。 MySQL: %2$@
pt: Ocorreu um erro ao tentar redefinir AUTO_INCREMENT da tabela '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred while trying to truncate the table '%@'. MySQL said: %@
de: Beim Leeren der Tabelle '%1$@' trat ein Fehler auf. MySQL-Ergebnis: %2$@
es: Ha ocurrido un error al intentar truncar la tabla '%1$@'. MySQL dijo: %2$@
ja: テーブル「%1$@'」を切り捨てようとしてエラーが発生しました。 MySQL: %2$@
pt: Ocorreu um erro ao tentar truncar a tabela '%1$@'. Mensagem do MySQL: %2$@

source: An error occurred whilst trying to perform the operation. MySQL said: %@
de: Bei der Ausführung trat ein Fehler auf. MySQL Ergebnis: %@
es: Ha ocurrido un error al intentar realizar la operación. MySQL dijo: %@
ja: 操作の実行中にエラーが発生しました。 MySQL : %@
pt: Ocorreu um erro ao tentar executar a operação. Mensagem do MySQL: %@

source: Resource Limits are not supported for your version of MySQL. Any Resouce Limits you specified have been discarded and not saved. MySQL said: %@
de: Ressourcenlimits werden für Ihre MySQL-Version nicht unterstützt. Alle von Ihnen angegebenen Ressourcenlimits wurden verworfen und nicht gespeichert. MySQL sagte: %@
ja: お使いのバージョンのMySQLではリソース制限はサポートされていません。指定したリソース制限は破棄され保存されていません。MySQLは次のとおりです: %@

source: An unhandled error occurred when attempting to create %lu of the export files. Please check the details and try again.
ar: حدث خطأ غير معالج عند محاولة إنشاء %lu من ملفات التصدير. الرجاء التحقق من التفاصيل وحاول مرة أخرى.
cs: Při pokusu o vytvoření %lu exportovaných souborů došlo k neošetřené chybě. Zkontrolujte podrobnosti a zkuste to znovu.
de: Beim Anlegen von %lu der Export-Dateien trat ein unklarer Fehler auf. Nach Prüfen der Umstände erneut versuchen.
es: Ha ocurrido un error incontrolado al intentar crear %lu de los archivos de exportación. Por favor compruebe los detalles y vuelva a intentarlo.
it: Si è verificato un errore non gestito durante la creazione di %lu dei file di esportazione. Si prega di controllare i dettagli e riprovare.
ja: エクスポートファイルの %lu を作成しようとしたときに処理されないエラーが発生しました。詳細を確認して、もう一度やり直してください。
pt: Ocorreu um erro não tratado ao tentar criar %lu dos ficheiros de exportação. Por favor, verifique os detalhes e tente novamente.

source: An unhandled error occurred when attempting to create each of the export files. Please check the details and try again.
ar: حدث خطأ غير معالج عند محاولة إنشاء كل ملف من ملفات التصدير. الرجاء التحقق من التفاصيل وحاول مرة أخرى.
cs: Při pokusu o vytvoření každého z exportních souborů došlo k neošetřené chybě. Zkontrolujte podrobnosti a zkuste to znovu.
de: Beim Anlegen der einzelnen Export-Dateien trat ein unklarer Fehler auf. Nach Prüfen der Umstände erneut versuchen.
es: Ha ocurrido un error incontrolado al intentar crear cada uno de los archivos de exportación. Por favor compruebe los detalles y vuelva a intentarlo.
it: Si è verificato un errore non gestito durante la creazione di ciascuno dei file di esportazione. Si prega di controllare i dettagli e riprovare.
ja: 各エクスポートファイルの作成時に処理されていないエラーが発生しました。詳細を確認して、もう一度やり直してください。
pt: Um erro não tratado ocorreu ao tentar criar cada um dos ficheiros de exportação. Por favor, verifique os detalhes e tente novamente.

source: An unhandled error occurred when attempting to create the export file. Please check the details and try again.
ar: حدث خطأ غير معالج عند محاولة إنشاء ملف التصدير. الرجاء التحقق من التفاصيل وحاول مرة أخرى.
cs: Při pokusu o vytvoření exportního souboru došlo k neošetřené chybě. Zkontrolujte podrobnosti a zkuste to znovu.
de: Beim Anlegen der Export-Dateien trat ein unklarer Fehler auf. Nach Prüfen der Umstände erneut versuchen.
es: Ha ocurrido un error incontrolado al intentar crear el archivo de exportación. Por favor compruebe los detalles y vuelva a intentarlo.
it: Si è verificato un errore non gestito durante la creazione del file di esportazione. Si prega di controllare i dettagli e riprovare.
ja: エクスポートファイルの作成時に処理されないエラーが発生しました。詳細を確認して、もう一度やり直してください。
pt: Um erro não tratado ocorreu ao tentar criar o ficheiro de exportação. Por favor, verifique os detalhes e tente novamente.

source: Analyze %@
ar: تحليل %@
de: Analysiere %@
es: Analizar %@
it: Analizza %@
ja: %@ を分析
pt: Analisar %@

source: Analyze Selected Items
ar: تحليل العناصر المحددة
cs: Analyzovat vybrané položky
de: Analysiere die gewählten Items
es: Analizar ítems seleccionados
it: Analizza Gli Elementi Selezionati
ja: 選択した項目を分析する
pt: Analisar Itens Selecionados

source: Analyze Table
ar: جدول التحليل
cs: Analyzovat tabulku
de: Analysiere die Tabelle
es: Analizar tabla
it: Analizza Tabella
ja: テーブルを分析する
pt: Analisar Tabela

source: Analyze table failed.
ar: فشل تحليل الجدول.
cs: Analyzovat tabulku selhala.
de: Fehler beim Analysieren der Tabelle.
es: Análisis de tabla fallido.
it: Tabella di analisi non riuscita.
ja: テーブルの解析に失敗しました。
pt: Falha ao analisar a tabela.

source: Are you sure you want to change this table's type to %@? Please be aware that changing a table's type has the potential to cause the loss of some or all of its data. This action cannot be undone.
ar: هل أنت متأكد من أنك تريد تغيير نوع هذا الجدول إلى %@؟ يرجى أن تكون على علم بأن تغيير نوع الجدول يمكن أن يسبب فقدان بعض أو كل بياناته. لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete změnit typ tabulky na %@? Mějte prosím na paměti, že změna typu tabulky může způsobit ztrátu některých nebo všech jejích dat. Tuto akci nelze vrátit zpět.
de: Soll der Tabellen-Typ tatsächlich auf %@ geändert werden? Das Ändern des Typs einer Tabelle ist unwiderruflich und kann Datenverlust zur Folge haben.
es: ¿Está seguro que desea cambiar el tipo de esta tabla a %@? Tenga en cuenta que cambiar el tipo de la tabla tiene el potencial de causar la pérdida de parte o todos sus datos. Esta acción no se puede deshacer.
it: Sei sicuro di voler cambiare il tipo di tabella in %@? Si prega di essere consapevoli che cambiare il tipo di tabella ha il potenziale di causare la perdita di alcuni o di tutti i suoi dati. Questa azione non può essere annullata.
ja: このテーブルのタイプを%@に変更してもよろしいですか？ テーブルのタイプを変更すると、データの一部またはすべてが失われる可能性があることに注意してください。このアクションは元に戻せません。
pt: Tem certeza de que deseja alterar o tipo desta tabela para %@? Por favor, esteja ciente de que alterar o tipo de uma tabela tem o potencial de causar a perda de alguns ou todos os seus dados. Esta ação não pode ser desfeita.

source: Are you sure you want to clear the global history list? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد مسح قائمة التاريخ العالمي؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete vymazat globální seznam historie? Tuto akci nelze vrátit zpět.
de: Soll das globale Protokoll wirklich unwiderruflich geleert werden?
es: ¿Está seguro que desea vaciar la lista del historial global? Esta acción no se puede deshacer.
it: Sei sicuro di voler cancellare la cronologia globale? Questa azione non può essere annullata.
ja: グローバル履歴リストをクリアしてもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja limpar a lista de histórico global? Esta ação não pode ser desfeita.

source: Are you sure you want to clear the history list for %@? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد مسح قائمة المحفوظات ل %@؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete vymazat seznam historie pro %@? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie die Verlaufsliste für %@ löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.
it: Sei sicuro di voler cancellare la lista della cronologia di %@? Questa azione non può essere annullata.
ja: %@の履歴リストをクリアしてもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja limpar a lista de histórico para %@? Esta ação não pode ser desfeita.

source: Are you sure you want to delete ALL records in the selected tables? This operation cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف جميع السجلات في الجداول المحددة؟ لا يمكن التراجع عن هذه العملية.
cs: Opravdu chcete odstranit VŠECHNY záznamy ve vybraných tabulkách? Tuto operaci nelze vrátit zpět.
de: Sollen wirklich ALLE Datensätze der gewählten Tabellen unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar TODOS los registros de las tablas seleccionadas? Esta operación no se puede deshacer.
it: Sei sicuro di voler eliminare TUTTI i record nelle tabelle selezionate? Questa operazione non può essere annullata.
ja: 選択したテーブル内のすべてのレコードを削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza de que deseja excluir TODOS os registros nas tabelas selecionadas? Esta operação não pode ser desfeita.

source: Are you sure you want to delete ALL records in the table '%@'? This operation cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف جميع السجلات في الجدول ''%@'؟ لا يمكن التراجع عن هذه العملية.
cs: Opravdu chcete odstranit VŠECHNY záznamy v tabulce '%@'? Tuto operaci nelze vrátit zpět.
de: Sollen wirklich alle Datensätze der Tabelle '%@' unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar TODOS los registros de la tabla '%@'? Esta operación no se puede deshacer.
it: Sei sicuro di voler eliminare TUTTI i record nella tabella '%@'? Questa operazione non può essere annullata.
ja: テーブル '%@' 内のすべてのレコードを削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja apagar TODOS os registros na tabela%@'? Esta operação não pode ser desfeita.

source: Are you sure you want to delete all the rows from this table? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف جميع الصفوف من هذا الجدول؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete odstranit všechny řádky z této tabulky? Tuto akci nelze vrátit zpět.
de: Sollen wirklich alle Datensätze von dieser Tabelle unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar todas las filas de esta tabla? Esta acción no se puede deshacer.
it: Sei sicuro di voler eliminare tutte le righe da questa tabella? Questa azione non può essere annullata.
ja: このテーブルからすべての行を削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza de que deseja excluir todas as linhas desta tabela? Esta ação não pode ser desfeita.

source: Are you sure you want to delete the %@ '%@'? This operation cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف %1$@ '%2$@'؟ لا يمكن التراجع عن هذه العملية.
cs: Opravdu chcete odstranit %1$@ '%2$@'? Tuto operaci nelze vrátit zpět.
de: Sollen wirklich %1$@ '%2$@' unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar la %1$@ '%2$@'? Esta operación no se puede deshacer.
it: Sei sicuro di voler eliminare %1$@ '%2$@'? Questa operazione non può essere annullata.
ja: %1$@ '%2$@を削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja excluir %1$@ '%2$@'? Esta operação não pode ser desfeita.

source: Are you sure you want to delete the database '%@'? This operation cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف قاعدة البيانات '%@'؟ لا يمكن التراجع عن هذه العملية.
cs: Opravdu chcete odstranit databázi '%@'? Tuto operaci nelze vrátit zpět.
de: Soll die Datenbank '%@' wirklich unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar la base de datos '%@'? Esta operación no se puede deshacer.
it: Sei sicuro di voler eliminare il database '%@'? Questa operazione non può essere annullata.
ja: データベース '%@' を削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja apagar o banco de dados '%@? Esta operação não pode ser desfeita.

source: Are you sure you want to delete the favorite '%@'? This operation cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف المفضل '%@'؟ لا يمكن التراجع عن هذه العملية.
cs: Jste si jisti, že chcete odstranit oblíbené '%@'? Tuto operaci nelze vrátit zpět.
de: Soll der Favorit '%@' wirklich unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar el favorito '%@'? Esta operación no se puede deshacer.
it: Sei sicuro di voler eliminare il preferito '%@'? Questa operazione non può essere annullata.
ja: お気に入りの '%@' を削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja excluir o favorito %@? Esta operação não pode ser desfeita.

source: Are you sure you want to delete the field '%@'? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف الحقل '%@'؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete odstranit pole '%@'? Tuto akci nelze vrátit zpět.
de: Soll das Feld %@ wirklich unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar el campo '%@'? Esta acción no se puede deshacer.
it: Sei sicuro di voler eliminare il campo '%@'? Questa azione non può essere annullata.
ja: フィールド '%@' を削除してもよろしいですか? この操作は元に戻せません。
pt: Tem certeza que deseja excluir o campo '%@'? Esta ação não pode ser desfeita.

source: Are you sure you want to delete the group '%@'? All groups and favorites within this group will also be deleted. This operation cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف المجموعة '%@'؟ سيتم حذف جميع المجموعات والمفضلة داخل هذه المجموعة أيضًا. لا يمكن التراجع عن هذه العملية.
cs: Jste si jisti, že chcete odstranit skupinu '%@'? Všechny skupiny a oblíbené v této skupině budou také odstraněny. Tuto operaci nelze vrátit zpět.
de: Soll die Gruppe '%@' und alle darin enthaltenen Gruppen und Favoriten unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar el grupo '%@'? Todos los grupos y los favoritos dentro de este grupo también se eliminarán. Esta operación no se puede deshacer.
it: Sei sicuro di voler eliminare il gruppo '%@'? Tutti i gruppi e i preferiti all'interno di questo gruppo saranno anche eliminati. Questa operazione non può essere annullata.
ja: グループ '%@' を削除してもよろしいですか？このグループ内のすべてのグループとお気に入りも削除されます。 この操作は元に戻せません。
pt: Tem certeza que deseja excluir o grupo '%@'? Todos os grupos e favoritos desse grupo também serão excluídos. Esta operação não pode ser desfeita.

source: Are you sure you want to delete the index '%@'? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف الفهرس '%@'؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete smazat index '%@'? Tuto akci nelze vrátit zpět.
de: Soll der Index %@‚ unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar el índice '%@'? Esta acción no se puede deshacer.
it: Sei sicuro di voler eliminare l'indice '%@'? Questa azione non può essere annullata.
ja: インデックス '%@'を削除してもよろしいですか? この操作は元に戻せません。
pt: Tem certeza que deseja excluir o índice '%@'? Esta ação não pode ser desfeita.

source: Are you sure you want to delete the selected %@? This operation cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف %@المحددة؟ لا يمكن التراجع عن هذه العملية.
cs: Opravdu chcete odstranit vybranou %@? Tuto operaci nelze vrátit zpět.
de: Soll die Auswahl %@ unwiderruflich gelöscht werden?
it: Sei sicuro di voler eliminare l' %@selezionato? Questa operazione non può essere annullata.
ja: 選択した %@を削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja excluir o %@? Esta operação não pode ser desfeita.

source: Are you sure you want to delete the selected %ld rows from this table? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف صفوف %ld المحددة من هذا الجدول؟ لا يمكن التراجع عن هذا الإجراء.
de: Sollen die %ld ausgewählten Zeilen unwiderruflich aus dieser Tabelle gelöscht werden?
es: ¿Está seguro que desea eliminar las %ld filas seleccionadas de esta tabla? Esta acción no se puede deshacer.
it: Sei sicuro di voler eliminare le righe %ld selezionate da questa tabella? Questa azione non può essere annullata.
ja: 選択した %ld 行をこのテーブルから削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja excluir as %ld linhas selecionadas desta tabela? Esta ação não pode ser desfeita.

source: Are you sure you want to delete the selected relations? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف العلاقات المحددة؟ لا يمكن التراجع عن هذا الإجراء.
cs: Jste si jisti, že chcete odstranit vybrané vztahy? Tuto akci nelze vrátit zpět.
de: Sollen die ausgewählten Beziehungen wirklich unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar las relaciones seleccionadas? Esta acción no se puede deshacer.
it: Sei sicuro di voler eliminare le relazioni selezionate? Questa azione non può essere annullata.
ja: 選択したリレーションを削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja apagar as relações selecionadas? Esta ação não pode ser desfeita.

source: Are you sure you want to delete the selected row from this table? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف الصف المحدد من هذا الجدول؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete odstranit vybraný řádek z této tabulky? Tuto akci nelze vrátit zpět.
de: Soll der ausgewählte Datensatz wirklich unwiderruflich von der Tabelle gelöscht werden?
es: ¿Está seguro que desea eliminar la fila seleccionada de esta tabla? Esta acción no se puede deshacer.
it: Sei sicuro di voler eliminare la riga selezionata da questa tabella? Questa azione non può essere annullata.
ja: このテーブルから選択した行を削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja excluir a linha selecionada desta tabela? Esta ação não pode ser desfeita.

source: Are you sure you want to delete the selected triggers? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف المشغلات المحددة؟ لا يمكن التراجع عن هذا الإجراء.
cs: Opravdu chcete odstranit vybrané spouštěče? Tuto akci nelze vrátit zpět.
de: Sollen die ausgewählte Trigger wirklich unwiderruflich gelöscht werden?
es: ¿Está seguro que desea eliminar los disparadores seleccionados? Esta acción no se puede deshacer.
it: Sei sicuro di voler eliminare i trigger selezionati? Questa azione non può essere annullata.
ja: 選択したトリガーを削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza que deseja excluir os gatilhos selecionados? Essa ação não pode ser desfeita.
