Repository: Sequel-Ace/Sequel-Ace
Catalog: Resources/Localization/*.lproj/Localizable.strings
Languages: ar, cs, de, es, it, ja, pt

source: Updating field content failed. Couldn't identify field origin unambiguously (%1$ld matches). It's very likely that while editing this field of table `%2$@` was changed.
ar: فشل تحديث محتوى الحقل. تعذر تحديد مصدر الحقل بشكل لا لبس فيه ( مطابقة%1$ld ). من المحتمل جدا أنه أثناء تحرير هذا المجال من الجدول '%2$@` تم تغييره.
cs: Aktualizace obsahu pole selhala. Nelze jednoznačně identifikovat původ pole (%1$ld shody). Je velmi pravděpodobné, že při úpravě tohoto pole tabulky `%2$@` bylo změněno.
de: Fehler beim Aktualisieren des Feldinhalts. Der Feldursprung konnte nicht eindeutig identifiziert werden (%1$ld Übereinstimmungen). Es ist sehr wahrscheinlich, dass beim Bearbeiten dieses Feldes der Tabelle '%2' geändert wurde.
es: Falló al actualizar el contenido del campo. No se pudo identificar el campo de origen con precisión (%1$ld coincidencias). Probablemente este campo de la tabla `%2$@` fue modificado durante la edición.
it: Aggiornamento del contenuto del campo non riuscito. Impossibile identificare l'origine del campo in modo univoco (%1$ld corrisponde). È molto probabile che durante la modifica di questo campo della tabella `%2$@` sia stato cambiato.
ja: フィールドコンテンツの更新に失敗しました。フィールドの原点を明確に識別できませんでした（%1$ldが一致します）。テーブル `%2$@`のこのフィールドの編集中に変更された可能性が非常に高いです。
pt: Falha na atualização do conteúdo do campo. Não foi possível identificar a origem do campo de forma inequívoca (%1$ld encontrados). É bem provável que durante a edição deste campo da tabela `%2$@` tenha sido alterada.

source: Updating field content failed. Couldn't identify field origin unambiguously (%1$ld matches). It's very likely that while editing this field the table `%2$@` was changed by an other user.
ar: فشل تحديث محتوى الحقل. تعذر تحديد مصدر الحقل بشكل لا لبس فيه ( مطابقة%1$ld ). من المحتمل جداً أنه أثناء تحرير هذا الحقل تم تغيير الجدول `%2$@` بواسطة مستخدم آخر.
cs: Aktualizace obsahu pole selhala. Nelze jednoznačně identifikovat původ pole (%1$ld shody). Je velmi pravděpodobné, že během úpravy tohoto pole byla tabulka `%2$@` změněna jiným uživatelem.
de: Fehler beim Aktualisieren des Feldinhalts. Der Feldursprung konnte nicht eindeutig identifiziert werden (%1$ld Übereinstimmungen). Es ist sehr wahrscheinlich, dass beim Bearbeiten dieses Feldes die Tabelle '%2' von einem anderen Benutzer geändert wurde.
es: Falló al actualizar el contenido del campo. No se pudo identificar el campo de origen de forma precisa (%1$ld coincidencias). Probablemente este campo de la tabla `%2$@` fue modificado por otro usuario mientras se editaba.
it: Aggiornamento del contenuto del campo non riuscito. Impossibile identificare l'origine del campo in modo univoco (%1$ld corrisponde). È molto probabile che durante la modifica di questo campo la tabella `%2$@` sia stata cambiata da un altro utente.
ja: フィールドコンテンツの更新に失敗しました。フィールドの原点を明確に識別できませんでした（%1$ldが一致します）。このフィールドの編集中に、テーブル `%2$@`が他のユーザーによって変更された可能性があります。
pt: Falha na atualização do conteúdo do campo. Não foi possível identificar a origem do campo de forma inequívoca (%1$ld encontrados). É bem provável que ao editar este campo a tabela `%2$@` tenha sido alterada por outro utilizador.

source: Updating field data...
ar: تحديث البيانات الحقل...
cs: Aktualizuji data polí...
de: Felddaten werden aktualisiert...
es: Actualizando datos de campo...
it: Aggiornamento dati campo...
ja: フィールドデータを更新しています...
pt: Atualizando dados do campo...

source: URL scheme command couldn't authenticated
ar: تعذر مصادقة أمر مخطط URL
cs: Příkaz URL schématu nebyl ověřen
de: URL-Schemabefehl konnte nicht authentifiziert werden
es: El comando de esquema de URL no pudo autenticarse
it: Comando schema URL non riuscito ad autenticare
ja: URLスキームコマンドは認証できませんでした
pt: O comando esquema de URL não pôde ser autenticado

source: URL scheme command was terminated by user
ar: تم إنهاء أمر مخطط URL من قبل المستخدم
cs: Příkaz URL schématu byl ukončen uživatelem
de: DER Befehl URL Scheme wurde vom Benutzer beendet
es: El comando de esquema URL fue finalizado por el usuario
it: Il comando dello schema URL è stato terminato dall'utente
ja: URLスキームコマンドはユーザーによって終了されました
pt: O comando do esquema de URL foi terminado pelo utilizador

source: URL scheme command %@ unsupported
ar: أمر مخطط URL %@ غير مدعوم
cs: Příkaz URL schématu %@ není podporován
de: URL-Schemabefehl %, nicht unterstützt
es: Comando de esquema URL “%@” no soportado
it: Comando dello schema URL %@ non supportato
ja: URL スキームコマンド %@ はサポートされていません
pt: O comando URL do esquema %@ não é suportado

source: Use 127.0.0.1
ar: استخدام 127.0.0.1
cs: Použít 127.0.0.1
de: Verwenden 127.0.0.1
es: Usar 127.0.0.1
it: Usa 127.0.0.1
ja: 127.0.0.1を使用

source: Use Standard Connection
ar: استخدام اتصال قياسي
cs: Použít standardní připojení
de: Verwenden der Standardverbindung
es: Usar conexión estándar
it: Usa Connessione Standard
ja: 標準接続を使用
pt: Usar Conexão Padrão

source: User has no hosts
ar: المستخدم ليس لديه مضيفين
cs: Uživatel nemá žádné hostitele
de: Benutzer hat keine Hosts
es: El usuario no tiene equipos
it: L'utente non ha host
ja: ユーザーにホストがありません
pt: Utilizador não possui servidores

source: User-defined value
ar: القيمة المحددة للمستخدم
cs: Uživatelsky definovaná hodnota
de: Benutzerdefinierter Wert
es: Valor definido por el usuario
it: Valore definito dall'utente
ja: ユーザー定義値
pt: Valor definido pelo utilizador

source: Users
ar: المستخدمون
cs: Uživatelé
de: Benutzer
es: Usuarios
it: Utenti
ja: ユーザ
pt: Utilizadors

source: Value will be imported as MySQL NULL
ar: سيتم استيراد القيمة كـ MySQL NULL
cs: Hodnota bude importována jako MySQL NULL
de: Wert wird als MySQL NULL importiert
es: El valor se importará como MySQL NULL
it: Il valore verrà importato come MySQL NULL
ja: 値はMySQL NULLとしてインポートされます
pt: Valor será importado como MySQL NULL

source: Variable
ar: متغير
cs: Proměnná
it: Variabile
ja: 変数
pt: Variável

source: version
ar: الإصدار
cs: verze
es: versión
it: versione
ja: バージョン
pt: versão

source: Version
ar: الإصدار
cs: Verze
es: Versión
it: Versione
ja: バージョン
pt: Versão

source: view
ar: عرض
cs: Zobrazit
de: Ansicht
es: vista
it: visualizza
ja: 表示
pt: ver

source: View full release notes
ar: عرض ملاحظات الإصدار الكامل
cs: Zobrazit poznámky k plnému vydání
de: Vollständige Versionshinweise anzeigen
es: Ver notas de versión
it: Visualizza le note di rilascio complete
ja: 全てのリリースノートを表示
pt: Ver notas completas do lançamento

source: VIEW INFORMATION
ar: عرض المعلومات
cs: ZOBRAZIT INFORMACE
de: INFORMATIONEN ANZEIGEN
es: INFORMACIÓN DE VISTA
it: VISUALIZZA INFORMAZIONI
ja: ビュー情報
pt: VER INFORMAÇÕES

source: View Source
ar: عرض المصدر
cs: Zobrazit zdroj
de: Quelle anschauen
es: Ver código fuente
it: Visualizza Sorgente
ja: ソースを表示
pt: Exibir código-fonte

source: View Structure
ar: عرض الهيكل
cs: Zobrazit strukturu
de: Ansichtsstruktur
es: Estructura de vista
it: Visualizza Struttura
ja: ストラクチャーを表示
pt: Visualizar estrutura

source: views
ar: مشاهدة
cs: zobrazení
de: Ansichten
es: vistas
it: visualizzazioni
ja: 表示
pt: visualizações

source: Warning
ar: تحذير
cs: Varování
de: Warnung
es: Advertencia
it: Attenzione
ja: 警告
pt: Aviso

source: We've changed Sequel Ace's digital signature for GateKeeper compatibility; you'll have to allow access to your passwords again.
ar: لقد قمنا بتغيير التوقيع الرقمي لـ Sequel Ace، من أجل توافق GateKeeper ، سيكون عليك السماح بالوصول إلى كلمات المرور الخاصة بك مرة أخرى.
cs: Pro kompatibilitu s GateKeeper jsme změnili digitální podpis Sequel Ace; budete muset znovu povolit přístup ke svým heslům.
de: Wir haben die digitale Signatur von Sequel Ace für GateKeeper-Kompatibilität geändert; Sie müssen den Zugriff auf Ihre Kennwörter erneut zulassen.
es: Hemos cambiado la firma digital de Sequel Ace para la compatibilidad con GateKeeper; tendrá que permitir de nuevo el acceso a sus contraseñas.
it: Abbiamo cambiato la firma digitale di Sequel Ace per la compatibilità con GateKeeper; dovrai consentire nuovamente l'accesso alle tue password.
ja: GateKeeperの互換性のためにSequel Aceのデジタル署名を変更しました。パスワードへのアクセスを再度許可する必要があります。
pt: Alteramos a assinatura digital de Sequel Ace, para compatibilidade com GateKeeper; você terá que permitir o acesso a suas senhas novamente.

source: We've made a few changes but we thought you should know about one particularly important one:
ar: لقد قمنا ببضع تغييرات لكننا اعتقدنا أنه يجب عليك معرفة واحدة ذات أهمية خاصة:
cs: Provedli jsme několik změn, ale mysleli jsme si, že byste měli vědět o jednom zvláště důležitém:
de: Wir haben ein paar Änderungen vorgenommen, aber wir dachten, Sie sollten über eine besonders wichtige wissen:
es: Hemos realizado algunos cambios, pero pensamos que usted debe saber acerca de uno especialmente importante:
it: Abbiamo apportato alcune modifiche, ma abbiamo pensato che doveste sapere su uno particolarmente importante:
ja: いくつか変更を加えましたが、特に重要なことを知っておくべきだと思いました。
pt: Nós fizemos algumas alterações, mas achamos que você deveria saber sobre uma particularmente importante:

source: We've made a few changes but we thought you should know about some particularly important ones:
ar: لقد قمنا ببضع تغييرات لكننا اعتقدنا انه يجب عليك معرفة بعض التغييرات المهمة بشكل خاص:
cs: Provedli jsme několik změn, ale mysleli jsme si, že byste měli vědět o některých zvláště důležitých změnách:
de: Wir haben ein paar Änderungen vorgenommen, aber wir dachten, Sie sollten über einige besonders wichtige wissen:
es: Hemos realizado algunos cambios, pero pensamos que usted debe saber acerca de algunos especialmente importantes:
it: Abbiamo apportato alcune modifiche, ma abbiamo pensato che dovreste sapere su alcune particolarmente importanti:
ja: いくつかの変更を加えましたが、特に重要なものについて知っておくべきだと思いました。
pt: Nós fizemos algumas alterações, mas achamos que você deve saber sobre algumas que são particularmente importantes:

source: WHERE clause not valid
ar: لماذا شرط غير صالح
cs: VZHLEDEM k tomu, že ustanovení není platné
de: WHERE-Klausel ungültig
es: Cláusula WHERE incorrecta
it: WHERE clausola non valida
ja: WHERE句が無効です
pt: Cláusula WHERE não é válida

source: WHERE NOT query
ar: ما لم يتم الاستعلام
cs: KDE NENÍ dotaz
de: WHERE NOT-Abfrage
es: Consulta WHERE NOT
ja: WHERE NOTクェリー
pt: Query WHERE NOT

source: WHERE query
ar: ما هو الاستعلام
cs: VÍCE dotaz
de: WHERE-Abfrage
es: Consulta WHERE
it: Interrogazione QUANTO
ja: WHEREクエリ
pt: Query WHERE

source: Working...
ar: يعمل...
cs: Zpracovávám...
de: In Bearbeitung…
es: Trabajando...
it: Lavorando...
ja: 作業中...
pt: Trabalhando...

source: Writing data...
ar: كتابة البيانات...
cs: Zapisování dat...
de: Daten werden geschrieben...
es: Escribiendo datos...
it: Scrittura dati...
ja: データを書き込み中...
pt: A guardar dados...

source: Writing...
ar: الكتابة...
cs: Psaní...
de: Einen alternativen Pfad angeben über den auf diese Daten zugegriffen werden kann. Zum Beispiel „/ueber“ eingeben, wenn eine "Über uns"-Seite erstellt werden soll.
es: Escribiendo...
it: Scrittura...
ja: 書き込み中..
pt: A Escrever...

source: Wrong data format or password.
ar: تنسيق البيانات أو كلمة المرور خاطئة.
cs: Nesprávný datový formát nebo heslo.
de: Falsches Datenformat oder Passwort.
es: Formato de datos o contraseña incorrecta.
it: Formato dati o password errati.
ja: 間違ったデータ形式またはパスワード。
pt: Formato de dados ou senha incorretos.

source: Wrong data format.
ar: تنسيق البيانات خاطئ.
cs: Nesprávný formát dat.
de: Falsches Datenformat.
es: Formato de datos incorrecto.
it: Formato dati errato.
ja: データ形式が間違っています。
pt: Formato de dados incorreto.

source: Wrong SPF content type!
ar: نوع محتوى SPF غير صحيح!
cs: Nesprávný typ obsahu SPF!
de: Falscher SPF-Inhaltstyp!
es: ¡Tipo de contenido SPF incorrecto!
it: Tipo di contenuto SPF errato!
ja: SPFコンテンツタイプが間違っています！
pt: Tipo de conteúdo SPF errado!

source: Year
ar: السنة
cs: Rok
de: Jahr
es: Año
it: Anno
ja: 年
pt: Ano

source: You can only copy single rows.
ar: يمكنك نسخ صف واحد فقط.
cs: Můžete kopírovat pouze jeden řádek.
de: Sie können nur einzelne Zeilen kopieren.
es: Solo puede copiar filas individuales.
it: È possibile copiare solo singole righe.
ja: コピーできるのは1行のみです。
pt: Você só pode copiar linhas individuais.

source: You can't hide blob and text fields when working with tables without index.
ar: لا يمكنك إخفاء حقول الكتلة والنص عند العمل مع الجداول بدون فهرسة.
cs: Nemůžete skrýt blob a textová pole při práci s tabulkami bez indexu.
de: Sie können Blob- und Textfelder nicht ausblenden, wenn Sie mit Tabellen ohne Index arbeiten.
es: No se puede ocultar los campos blob y text al trabajar con tablas sin índices.
it: Non puoi nascondere i campi di testo e blob quando lavori con tabelle senza indice.
ja: インデックスのないテーブルで作業する場合、Blob フィールドとテキストフィールドは非表示にできません。
pt: Você não pode ocultar campos blob e texto quando estiver trabalhando com tabelas sem índice.

source: You cannot delete the last field in a table. Delete the table instead.
ar: لا يمكنك حذف الحقل الأخير في الجدول. احذف الجدول بدلا من ذلك.
cs: Poslední pole v tabulce nelze odstranit. Namísto toho odstraňte tabulku.
de: Sie können das letzte Feld in einer Tabelle nicht löschen. Löschen Sie stattdessen die Tabelle.
es: No puede eliminar el último campo de la tabla. Elimine la tabla en su lugar.
it: Non puoi eliminare l' ultimo campo in una tabella. Elimina la tabella.
ja: テーブルの最後のフィールドを削除することはできません。代わりにテーブルを削除してください。
pt: Você não pode excluir o último campo de uma tabela. Em vez disso, exclua a tabela.

source: You requested that the connection should be established using SSL, but MySQL made the connection without SSL. This may be because the server does not support SSL connections, or has SSL disabled; or insufficient details were supplied to establish an SSL connection. This connection is not encrypted.
ar: لقد طلبت أن يتم إنشاء الاتصال باستخدام SSL، ولكن MySQL قام بالاتصال بدون SSL. قد يكون ذلك لأن الخادم لا يدعم اتصالات SSL، أو معطل SSL؛ أو لم تقدم تفاصيل كافية لإقامة صلة بين شريحة SSL. هذا الاتصال غير مشفر.
cs: Požádali jste o navázání spojení pomocí SSL, ale MySQL se připojil bez SSL. Může to být proto, že server nepodporuje připojení SSL nebo že je SSL zakázáno; nebo nebyly poskytnuty dostatečné podrobnosti pro navázání spojení SSL. Toto připojení není šifrované.
de: Sie haben angefordert, dass die Verbindung mit SSL hergestellt werden soll, aber MySQL hat die Verbindung ohne SSL hergestellt. oder es wurden nicht genügend Details angegeben, um eine SSL-Verbindung herzustellen.
es: Ha solicitado que la conexión debe establecerse usando SSL, pero MySQL realiza la conexión sin SSL. Esto puede deberse a que el servidor no admite conexiones SSL, o SSL está deshabilitado; o fueron proporcionado detalles insuficientes para establecer una conexión SSL. Esta conexión no está cifrada.
it: Hai richiesto che la connessione sia stabilita utilizzando SSL, ma MySQL ha effettuato la connessione senza SSL. Questo potrebbe essere dovuto al fatto che il server non supporta le connessioni SSL, o ha SSL disabilitato; o non sono stati forniti dettagli sufficienti per stabilire una connessione SSL. Questa connessione non è cifrata.
ja: SSLを使用して接続を確立するように要求しましたが、MySQLはSSLなしで接続しました。 これは、サーバーがSSL接続をサポートしていないか、SSLが無効になっていることが原因である可能性があります。または、SSL接続を確立するために十分な詳細が提供されていません。 この接続は暗号化されていません。
pt: Você solicitou que a conexão seja estabelecida usando SSL, mas o MySQL fez a conexão sem SSL. Isso pode ser porque o servidor não suporta conexões SSL, ou desativou o SSL; ou detalhes insuficientes foram fornecidos para estabelecer uma conexão SSL. Esta conexão não está criptografada.

source: ‘%@’ based favorites
ar: 'مفضلة%@القائمة على أساس
de: Favoriten auf '%'-Basis
es: favoritos basados en ‘%@
it: ‘%@’ preferiti basati
ja: %@をベースにしたお気に入り
pt: ‘%@’ favoritos baseados

source: ‘%@’ Fields Content Filters
ar: '%@مرشحات محتوى الحقول
cs: „%@“ Filtry obsahu polí
de: Inhaltsfilter für '%'-Felder
es: ‘%@’ Filtros de contenido de campos
it: ‘%@’ Filtri Di Contenuto Campi
ja: %@のフィールドコンテンツフィルター
pt: ‘%@’ Filtros de Conteúdo dos Campos

source: %@ already exists. Do you want to replace it?
ar: %@ موجود بالفعل. هل تريد استبداله؟
cs: %@ již existuje. Chceš ho nahradit?
de: %@ bereits vorhanden. Ersetzen?
es: %@” ya existe. ¿Desea reemplazarlo?
it: %@ esiste già. Vuoi sostituirlo?
ja: %@ は既に存在します。置き換えますか？
pt: %@ já existe. Deseja substituí-lo?

source: %@ Bundle
ar: حزمة %@
cs: %@ Balíček
es: Paquete de %@
it: Pacchetto %@
ja: %@ バンドル
pt: %@ Pacote

source: %@ could not be created
ar: تعذر إنشاء %@
cs: %@ nelze vytvořit
de: %@ konnte nicht angelegt werden
es: %@ no pudo ser creado
it: %@ non può essere creato
ja: %@ を作成できませんでした
pt: %@ não pôde ser criado

source: %@ couldn't be parsed. You can edit the column setup but the column will not be shown in the Content view; please report this issue to the Sequel Ace team using the Help menu item.
ar: تعذر تحليل %@ . يمكنك تعديل إعداد العمود ولكن العمود لن يظهر في عرض المحتوى؛ يرجى الإبلاغ عن هذه المشكلة لفريق Sequel Ace باستخدام عنصر قائمة المساعدة.
cs: %@ nelze analyzovat. Můžete upravit nastavení sloupce, ale sloupec nebude zobrazen v zobrazení obsahu; prosím nahlaste tento problém týmu Sequel Ace pomocí položky nabídky Nápověda.
de: %- konnte nicht analysiert werden. Sie können die Spalteneinrichtung bearbeiten, aber die Spalte wird nicht in der Inhaltsansicht angezeigt. Bitte melden Sie dieses Problem dem Sequel Ace-Team über den Menüpunkt Hilfe.
it: %@ non può essere analizzato. È possibile modificare la configurazione della colonna, ma la colonna non sarà mostrata nella vista Contenuti; per favore segnala questo problema al team Sequel Ace utilizzando la voce del menu Aiuto.
ja: %@ は解析できませんでした。 カラムの設定は編集できますが、カラムはコンテンツビューに表示されません。 この問題は、ヘルプメニュー項目を使用して、Sequel Aceチームに報告してください。
pt: %@ não pôde ser analisado. Você pode editar a configuração das colunas, mas a coluna não será exibida na visualização de conteúdo; por favor relate este problema à equipe Sequel Ace usando o item de menu Ajuda.

source: %@ is not a valid client certificate file.
ar: %@ ليس ملف شهادة عميل صالح.
cs: %@ není platný soubor klientských certifikátů.
de: %@ enthält kein gültiges Benutzer-Zertifikat.
es: %@ no es un archivo de certificado de cliente válido.
it: %@ non è un file di certificato client valido.
ja: %@ は有効なクライアント証明書ファイルではありません。
pt: %@ não é um ficheiro de certificado de cliente válido.

source: %@ is not a valid private key file.
ar: %@ ليس ملف مفتاح خاص صالح.
cs: %@ není platný soubor soukromého klíče.
de: %@ enthält keinen privaten Schlüssel.
es: %@ no es un archivo válido de clave privada.
it: %@ non è un file di chiave privata valido.
ja: %@ は有効な秘密鍵ファイルではありません。
pt: %@ não é um ficheiro de chave privada válido.

source: App Sandbox Issue
ar: مشكلة صندوق التطبيقات
cs: Problém se Sandboxem
de: App Sandbox Problem
it: Problema Sandbox App
ja: App Sandbo の問題
pt: Problema no App Sandbox

source: Stale Bookmarks
ar: العلامات المعتادة
cs: Zastaralé záložky
de: Veraltete Lesezeichen
es: Marcadores obsoletos
it: Segnalibri Stali
ja: 古いブックマーク
pt: Favoritos obsoletos

source: App Sandbox Info
ar: معلومات صندوق التطبيقات
cs: Informace o aplikaci Sandbox
ja: アプリのサンドボックス情報
pt: Info. do App Sandbox

source: File Selection Error
ar: خطأ في اختيار الملف
cs: Chyba výběru souboru
de: Fehler bei Dateiauswahl
es: Error de selección de archivo
it: Errore Selezione File
ja: ファイル選択エラー
pt: Erro ao selecionar ficheiro

source: The selected file is not a valid file. Please try again. Class: %@
ar: الملف المحدد ليس ملف صالح. الرجاء المحاولة مرة أخرى. class: %@
cs: Vybraný soubor není platný soubor. Zkuste to prosím znovu. Třída: %@
de: Die gewählte Datei ist ungültig. Bitte erneut versuchen. Klasse: %@
it: Il file selezionato non è un file valido. Riprova. Classe : %@
ja: 選択したファイルは有効なファイルではありません。 もう一度やり直してください。 クラス: %@
pt: O ficheiro selecionado não é um ficheiro válido. Tente novamente. Classe: %@

source: The selected known hosts file is not writable. %@ Please re-select the file in Sequel Ace's Preferences and try again.
ar: ملف المضيفين المعروفين المحدد غير قابل للكتابة. %@ الرجاء إعادة تحديد الملف في تفضيلات Sequel Ace، وحاول مرة أخرى.
cs: Vybraný soubor hosts není zapisovatelný. %@ Prosím znovu vyberte soubor v předvolbách Sequel Ace a zkuste to znovu.
de: Die ausgewählte known_hosts-Datei ist nicht beschreibbar. %@ Bitte wählen Sie die Datei erneut in den Einstellungen von Sequel Ace aus und versuchen Sie es erneut.
it: Il file host selezionato non è scrivibile. %@ Si prega di ri-selezionare il file nelle preferenze di Sequel Ace e riprovare.
ja: 選択された既知のホストファイルは書き込み可能ではありません。 %@ Sequel Aceの環境設定でファイルを再度選択して、もう一度やり直してください。

source: The selected known hosts file is invalid. Please re-select the file in Sequel Ace's Preferences and try again.
ar: ملف المضيفين المعروفين المحدد غير صالح. الرجاء إعادة تحديد الملف في تفضيلات Sequel Ace، وحاول مرة أخرى.
cs: Vybraný soubor hosts je neplatný. Prosím znovu vyberte soubor v předvolbách Sequel Ace a zkuste to znovu.
de: Die ausgewählte Known-Hosts-Datei ist ungültig. Bitte wählen Sie die Datei in den Einstellungen von Sequel Ace erneut aus und versuchen Sie es erneut.
it: Il file host selezionato non è valido. Selezionare nuovamente il file nelle preferenze di Sequel Ace e riprovare.
ja: 選択された既知のホストファイルは無効です。 Sequel Aceの環境設定でファイルを再度選択し、もう一度やり直してください。

source: The selected known hosts file contains a quote (") in its file path which is not supported. %@ Please select a different file in Sequel Ace's Preferences or rename the file/path to remove the quote.
ar: ملف المضيفين المعروفين المحدد يحتوي على اقتباس (") في مسار الملف الخاص به والذي غير مدعوم. %@ الرجاء تحديد ملف مختلف في تفضيلات Sequel Ace، أو إعادة تسمية الملف/المسار لإزالة الاقتباس.
cs: Vybraný soubor hosts obsahuje cenovou nabídku (") ve své cestě k souboru, která není podporována. %@ Prosím vyberte jiný soubor v nastavení Sequel Ace, nebo přejmenujte soubor/cestu pro odstranění cenové nabídky.
de: Die ausgewählte Datei bekannter Hosts enthält ein Anführungszeichen (") im Dateipfad, das nicht unterstützt wird. %@ Bitte wählen Sie eine andere Datei in den Einstellungen von Sequel Ace aus oder benennen Sie die Datei/den Pfad um, um das Anführungszeichen zu entfernen.
it: Il file host selezionato contiene un preventivo (") nel suo percorso del file che non è supportato. %@ Si prega di selezionare un file diverso nelle preferenze di Sequel Ace o rinominare il file/percorso per rimuovere il preventivo.
ja: 選択された既知のホストファイルのファイルパスに、サポートされていない引用符 (") が含まれています。 %@ Sequel Aceの環境設定で別のファイルを選択するか、ファイル名あるいはパス名を変更して引用符を取り除いてください。

source: SSH Tunnel Debugging Info
ar: معلومات تصحيح أخطاء نفق SSH
cs: Informace o ladění SSH tunelu
de: SSH-Tunnel-Debugging-Informationen
es: Información de depuración del túnel SSH
it: Informazioni Di Debug Tunnel Ssh
ja: SSHトンネルのデバッグ情報
pt: Informações de depuração do túnel SSH

source: You have stale secure bookmarks: %@ Would you like to re-request access now?
ar: لديك إشارات مرجعية ثابتة آمنة: %@ هل ترغب في إعادة طلب الوصول الآن؟
cs: Máte zastaralé bezpečné záložky: %@ Chcete nyní požádat o přístup?
de: Einige „sichere Lesezeichen“ sind veraltet: %@ Soll der Zugriff jetzt erneut angefordert werden?
it: Hai dei segnalibri sicuri: %@ Vuoi richiedere nuovamente l'accesso adesso?
ja: 古い安全なブックマークがあります: %@ 今すぐアクセスをリクエストしますか？
pt: Você tem marcadores seguros obsoletos: %@ Gostaria de re-solicitar o acesso agora?

source: You have missing secure bookmarks: %@ Would you like to request access now?
ar: لديك إشارات مرجعية آمنة مفقودة: %@ هل ترغب في طلب الوصول الآن؟
cs: Chybí ti bezpečné záložky: %@ Chceš požádat o přístup?
de: Es fehlen sichere Lesezeichen: %@ Soll der Zugriff jetzt angefordert werden?
it: Hai dei segnalibri sicuri mancanti: %@ Vuoi richiedere l'accesso adesso?
ja: 安全なブックマークがありません: %@ 今すぐアクセスをリクエストしますか？
pt: Você está sem marcadores seguros: %@ Gostaria de solicitar acesso agora?
